Repository: CivicVision/datahub
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: cs, ja_jp, ne, pl, ru

source: Database erased
cs: Databáze vymazána
ja_jp: データベースが削除されました。
ne: तथ्याङ्क मेटियो
pl: Usunięto bazę danych
ru: База данных удалена

source: The database should now have been erased. You'll even have to create a new user to log in again.
cs: Databáze by měla nyní být vymazána. Budete muset vytvořit uživatele nového uživatele, aby se mohli znovu přihlásit.
ja_jp: データベースから情報が消去されました。再度ログインするには、新規にユーザー登録していただく必要があります。
ne: तपाईको डाटाबेस मेटिएको हुनु पर्छ । तपाईं फेरि लगइन गर्न एउटा नयाँ प्रयोगकर्ता सिर्जना गर्नु पर्नेछ।
pl: Baza danych została usunięta. Aby się ponownie zalogować, musisz utworzyć nową nazwę użytkownika.
ru: База данных стерта. Для повторного входа в систему вам необходимо создать нового пользователя.

source: All datasets
cs: Všechny datasety
ja_jp: 全てのデータセット
ne: सबै डेटासेट
pl: Wszystkie zbiory danych
ru: Все наборы данных

source: Available data sets
cs: Dostupné datasety
ja_jp: 利用可能なデータセット
ne: उपलब्ध डेटा सेटहरु
pl: Dostępne zbiory danych
ru: Доступные наборы данных

source: The database contains the following datasets
cs: Databáze obsahuje tyto datasety:
ja_jp: データベースは以下のデータセットを含みます。
ne: डेटाबेसमा निम्न डेटासेट हुन्छ
pl: Baza danych zawiera następujące zbiory
ru: База данных содержит следующие наборы данных

source: Import a new dataset
cs: Import nové datové sady
ja_jp: 新しいデータセットをインポート
ne: एउटा नयाँ डाटासेट आयात
pl: Importuj nowy zbiór danych
ru: Импортировать новый набор данных

source: Import
ja_jp: インポート
ne: आयात
pl: Importuj
ru: Импорт

source: If you have a spending or budget dataset that you can contribute, please give some basic information here.
cs: Jestliže máte výdajové nebo rozpočtové datové sady, kterými můžete přispět, napište zde, prosím, základní informace.
ja_jp: もし貴方が、貢献できるような支出または予算のデータセットを持っている場合、基本的な情報をこちらに記述してください。
ne: तपाईसँग खर्च वा बजेट डाटासेट छ भने तपाई योगदान गर्न सक्नुहुन्छ, केहि आधारभूत जानकारी दिनुहोस् यहाँ।
pl: Jeżeli posiadasz zbiór danych budżetowych (w zakresie wydatków lub źródeł przychodów), którym chciałbyś się podzielić - prosimy o podanie podstawowych informacji w tym miejscu.
ru: Если у вас есть набор данных с расходами или бюджетом, которым вы можете поделиться, пожалуйста, предоставьте тут некоторую информацию о нем.

source: In the next steps, you'll <ul> <li>add references to <strong>data sources</strong>,</li> <li>create a <strong>data model</strong> to describe the format,</li> <li><strong>test</strong> the correctness of your model,</li> <li><strong>import</strong> the data,</li> <li>and generate <strong>visualized views</strong>.</li> </ul>
cs: V příštích krocích, budete <ul> <li>přidávat reference do <strong>datových zdrojů</strong>,</li> <li>vytvářet <strong>datové modely</strong>, které popíší formát,</li> <li><strong>testovat</strong> korektnost Vašich modelů,</li> <li><strong>importovat</strong> data,</li> <li>a generovat <strong>zobrazitelné náhledy</strong>.</li> </ul>
ja_jp: 次のステップであなたは <ul> <li><strong>データソース</strong>のリファレンスを追加し、</li> <li>フォーマットを表現する<strong>データモデル</strong>を作成し、</li> <li>あなたのモデルの正確性を<strong>テスト</strong>し、</li> <li>データを<strong>インポート</strong>し、</li> <li>そして<strong>可視化ビュー</strong>を生成しましょう。</li> </ul>
ne: अर्को चरणमा, तपाईं <ul> <li>उल्लेख जोड <strong>डाटा स्रोतहरु</strong>,</li> <li>एउटा बनाउन<strong>डाटा मोडेल</strong>स्वरूप वर्णन गर्न</li> <li><strong>परीक्षण</strong>आफ्नो मोडेल को शुद्धता,</li> <li><strong>आयात</strong>डाटा,</li> <li>र उत्पन्न <strong>कल्पना विचार</strong>.</li> </u>
pl: W kolejnych krokach: <ul> <li>dodasz referencje do <strong>źródeł zbiorów danych</strong>,</li> <li>utworzysz <strong>model danych</strong> okreslający jego format,</li> <li><strong>przetestujesz</strong> poprawność swojego modelu,</li> <li><strong>zaimportujesz</strong> dane,</li> <li>wygenerujesz <strong>wizualizacje</strong>.</li> </ul>
ru: Далее вы сможете <ul> <li>добавить ссылки на <strong>источники данных</strong>,</li> <li>создать <strong>модель данных</strong> для описания формата представления,</li> <li><strong>протестировать</strong> корректность модели,</li> <li><strong>загрузить</strong> данные,</li> <li>создать <strong>визуализацию</strong>.</li> </ul>

source: Title
cs: Název
ja_jp: タイトル
ne: शीर्षक
pl: Tytuł
ru: Название

source: My Dataset
cs: Moje datová sada
ja_jp: 私のデータセット
ne: मेरो डाटासेट
pl: Mój Zbiór Danych
ru: Мой набор данных

source: Identifier
cs: Identifikátor
ja_jp: 識別子
ne: पहिचान
pl: Identyfikator
ru: Идентификатор

source: my_dataset
cs: muj_dataset
ne: मेरो_डाटासेट
pl: moj_zbior_danych

source: The identifier will become part of the dataset URL and cannot be changed later. It may only contain alphanumeric characters, dashes and underscores.
cs: Identifikátor se stane součástí URL datové sady a později nemůže být změněn. Může obsahovat pouze alfanumerické znaky, pomlčky a podtržítka.
ja_jp: 識別子はデータセットURLの一部となり、後で変更することはできません。 英数字、ハイフンとアンダースコアのみ使用できます。
ne: पहिचायक डाटासेट यूआरएलमा भाग हुनेछ र पछि परिवर्तन गर्न सकिँदैन। यो मात्र अल्फान्युमेरिक वर्ण, डैश र अंडरस्कोर समावेश गर्न सक्छ।
pl: Identyfikator stanie się częścią URLa zbioru daynych i nie może być później zmieniany. Może zaweirać jedynie znaki alfanumeryczne, myślniki i podkreślniki.
ru: Идентификатор становится частью URL набора данных и не может быть изменен. Он может содержать буквенно-цифровые символы, тире и знаки нижнего подчеркивания.

source: Category
cs: Kategorie
ja_jp: カテゴリー
ne: श्रेणी
pl: Kategoria
ru: Категория

source: Currency
cs: Měna
ja_jp: 通貨
ne: मुद्रा
pl: Waluta
ru: Валюта

source: Commonly used currencies
cs: Běžně používané měny
ja_jp: よく使われる通貨
ne: सामान्यतया प्रयोग मुद्राहरु
pl: Powszechnie używane waluty
ru: Часто используемые валюты

source: All currencies
cs: Všechny měny
ja_jp: 全ての通貨
ne: सबै मुद्राहरु
pl: Wszystkie waluty
ru: Все валюты

source: Next Step
cs: Příští krok
ja_jp: 次のステップ
ne: अर्को चरण
pl: Następny Krok
ru: Следующий шаг

source: Contribute your local data!
cs: Přispějte vašimi lokálními daty!
ja_jp: あなたのローカルなデータを貢献しよう！
ne: आफ्नो स्थानीय डेटा योगदान!
pl: Wprowadź swoje dane lokalne!
ru: Предложить свои данные.

source: We're trying to gather <strong>the world's spending information</strong> in a common database so that we can provide common tools for <strong>analysis, visualization and comparison</strong>. OpenSpending is an open platform that aims to facilitate the presentation of financial information so anyone - whether data geek or concerned citizen - can contribute their local city budget or spending reports.
cs: Pokoušíme se shromaždit <strong>informace o světových výdajích</strong> v běžné databázi, a tak poskytnout běžné nástroje pro <strong>analýzu, vizualizaci a komparaci</strong>. OpenSpending je otevřená platforma, která si klade za cíl usnadnění prezentace finančních informací tak, aby každý - ať datový geek nebo znepokojený občan - mohl přispět zprávami o městském rozpočtu nebo výdajích.
ja_jp: 私たちは世界の支出情報を共通のデータベースに集めようとしています。そうすることで、私たちは分析、可視化、比較のためのツールを提供することができます。OpenSpendingは財政情報の表現の促進を目標としたオープンプラットフォームです。データオタクであっても、関心のある市民であっても、誰でも地域自治体の予算や支出のレポートに貢献できます。
ne: हामी जम्मा गर्न प्रयास गर्दै <strong>संसारको खर्च जानकारी</strong>एक साधारण डाटावेसमा छ कि हामी प्रदान गर्न सक्छौ को लागि साधारण उपकरण<strong>विश्लेषण, दृश्य र तुलना </strong>. ओपनस्पेन्डिङ एउटा खुला मंच हो जस्ते वित्तिय जानकारीलाई सहजीकरण गर्दछ कोहीपनि-डाटा गीक अथवा चिन्तित नागरिक-योगदान गर्न आफ्नो स्थानीय शहर बजेट वा खर्च रिपोर्ट।
pl: Gromadzimy <strong>dane budżetowe całego Świata</strong> we wspólnej bazie danych aby dostarczyć wspólne narzędzia do <strong>analizy, wizualizacji i porównań</strong>. OpenSpending to otwarta platforma mająca na celu prezentowanie informacji finansowych, aby każdy - geek komputerowy czy zaangażowany obywatel - mógł udostępnić swój budżet lokalny lub kwoty wydatków.
ru: Мы собираем <strong>информацию о расходах по всему миру</strong> в общую базу данных и предлагаем простые инструменты для <strong>анализа, визуализации и сравнения данных</strong>. OpenSpending - это открытая платформа, целью которой является представление финансовой информации таким образом, чтобы любой - специалист по работе с данными или обычный гражданин - смог легко поделиться бюджетом своего города или отчетом о расходах.

source: Why should you contribute?
cs: Proč byste měl/a přispět?
ja_jp: あなたに貢献して欲しい理由
ne: किन तपाईंले योगदान दिनु पर्छ?
pl: Dlaczego powinieneś wprowadzić swoje dane lokalne?
ru: Зачем нужно делиться данными?

source: There are many projects that aim to track financial information. All require these basic services, which we aim to provide
cs: Existuje mnoho projektů sledujících finanční informace. Všechny vyžadují tyto základní služby, které se snažíme poskytnout.
ja_jp: 財政情報を追跡する目的のプロジェクトは沢山あります。皆、私たちが提供しようと志するこのような基本的なサービスを要求しています。
ne: यहाँ धेरै परियोजनाहरु छन् जस्को उद्देश्य वित्तीय जानकारी ट्रयाक गर्नु हो ।
pl: Istnieje dużo projektów, których celem jest śledzenie informacji na temat finansów. Wszystkie wymagają podstawowych usług, które staramy się zapewnić.
ru: Есть много проектов, направленных на отслеживание финансовых данных. Все необходимое есть в базовом сервисе, который мы стремимся предоставить

source: Data loading and validation facilities.
cs: Načítání dat a usnadnění ověřování.
ja_jp: データをロードし、設備を確認中。
ne: डेटा लोड र मान्यता सुविधा।
pl: Ładowanie danych i walidacja
ru: Загрузка данных и средства проверки.

source: Common visualization types (treemaps, charts, and the bubble tree).
cs: Běžné typy zobrazení (treemaps, tabulky a bublinové grafy).
ja_jp: 標準的な可視化タイプ（ツリーマップ、チャート、バブルツリー）
ne: साधारण दृश्य प्रकार (रुखचित्र, चार्ट, र बबल रूख)।
pl: Popularne typy wizualizacji (treemapy, wykresy, bubble tree).
ru: Общие типы визуализации (treemaps, диаграммы и bubble tree).

source: Full-text search for all entries.
cs: Fulltextové vyhledávání pro všechny položky.
ja_jp: すべてのエントリーから全文検索
ne: सबै प्रतियोगिताका लागि पूर्ण-पाठ खोज।
pl: Przeszukiwanie całego tekstu dla wszystkich wpisów.
ru: Полнотекстовый поиск по всем записям.

source: Means to track provenance and provide access to the raw data.
cs: Prostředky k sledování původu a poskytování přístupu k nezpracovaným datům.
ja_jp: 由来を追跡し、ローデータへのアクセスを提供することを意味します。
ne: प्रोभिनान्स ट्रयाक र पहुँचबाट प्रदान गर्ने अर्थ कच्चा डाटा ।
pl: Oznacza możliwość odszukania pochodzenia i daje dostęp do danych źródłowych.
ru: Средства для отслеживания происхождения и обеспечения доступа к исходным данным.

source: Sign up to contribute
cs: Zaregistrujte se, abyste mohli přispívat.
ja_jp: 貢献する為にサインアップ
ne: योगदान गर्न साइन अप
pl: Zarejestruj się, aby wziąć udział
ru: Зарегистрируйтесь, чтобы внести свой вклад

source: Learn more
cs: Dozvěte se více
ja_jp: 詳細はこちら
ne: धेरै पढ्नु
pl: Dowiedz się więcej
ru: Узнать подробнее

source: Embed
cs: Vložit
ja_jp: 埋め込み
ne: एम्बेड
pl: Wbuduj
ru: Встроить

source: Change
cs: Změnit
ja_jp: 変更
ne: परिवर्तन
pl: Zmień
ru: Изменить

source: Data
ja_jp: データ
ne: डाटा
pl: Dane
ru: Данные

source: %(member)s on OpenCorporates
cs: %(member)s v OpenCorporates
ne: %(member)s मा खुलाकम्पनीहरु
pl: %(member)s na OpenCorporates
ru: %(member)s на OpenCorporates

source: %(member)s on PublicBodies.org
cs: %(member)s v PublicBodies.org
ne: %(member)s मा PublicBodies.org
pl: %(member)s na PublicBodies.org
ru: %(member)s на PublicBodies.org

source: Entries
cs: Záznamy
ja_jp: エントリー
ne: प्रवेश
pl: Wpisy
ru: Записи

source: Download first 100 entries as JSON
cs: Stáhněte prvních 100 záznamů jako JSON
ja_jp: 最初の100件をJSONでダウンロード
ne: जेसोन रूपमा पहिलो 100 प्रविष्टि डाउनलोड
pl: Zapisz pierwsze 100 wpisów jako JSON
ru: Загрузить первые 100 записей как JSON

source: Download first 100 entries as CSV
cs: Stáhněte prvních 100 záznamů jako CSV
ja_jp: 最初の100件をCSVでダウンロード
ne: सीएसवी रूपमा पहिलो 100 प्रविष्टि डाउनलोड
pl: Zapisz pierwsze 100 wpisów jako CSV
ru: Загрузить первые 100 записей как CSV

source: Download all entries as JSON
cs: Stáhněte všechny záznamy jako JSON
ja_jp: すべてのエントリーをJSONでダウンロード
ne: जेसोन रूपमा सबै प्रविष्टिहरू डाउनलोड
pl: Zapisz wszystkie wpisy jako JSON
ru: Загрузить все записи как JSON

source: Download all entries as CSV
cs: Stáhněte všechny záznamy jako CSV
ja_jp: すべてのエントリーをCSVでダウンロード
ne: सीएसवी रूपमा सबै प्रविष्टिहरू डाउनलोड
pl: Zapisz wszystkie wpisy jako CSV
ru: Загрузить все записи как CSV

source: Total of %(member)s by year
cs: Celkový počet %(member)s za rok
ja_jp: 年間の合計 %(member)s
ne: कुल %(member)s वर्ष द्वारा
pl: Całkowita liczba %(member)s na rok
ru: Общее количество %(member)s за год

source: Year
cs: Rok
ja_jp: 年
ne: वर्ष
pl: Rok
ru: Год

source: Amount
cs: Částka
ja_jp: 額
ne: राशि
pl: Kwota
ru: Сумма

source: Dimensions in %(dataset)s
cs: Dimenze v %(dataset)s
ja_jp: %(dataset)s のディメンション
ne: आयाम मा %(dataset)s
pl: Wymiary %(dataset)s
ru: Измерения в %(dataset)s

source: Facets of the dataset.
cs: Aspekty datasetu.
ja_jp: データセットの断面
ne: डाटासेट वैकल्पिक।
pl: Aspekty zbioru danych.
ru: Фасеты набора данных

source: %(dataset)s has the following dimensions
cs: %(dataset)s mají následující dimenze
ja_jp: %(dataset)s には下記のディメンションがあります
ne: %(dataset)s निम्न आयाम छ
pl: %(dataset)s posiada następujące wymiary
ru: У набора данных %(dataset)s есть следующие измерения

source: Manage the dataset
cs: Správa datové sady
ja_jp: データセットを管理
ne: डाटासेट प्रबन्ध
pl: Zarządzaj zbiorem danych
ru: Управление набором данных

source: Dimensions &amp; Measures
cs: Rozměry &amp; míry
ja_jp: ディメンションと単位
ne: आयाम र माप
pl: Wymiary &amp; Mierniki
ru: Измерения &amp; Суммы

source: Meta
ja_jp: メタ
ne: जब
ru: Мета-информация

source: Templates
cs: Šablony
ja_jp: テンプレート
ne: टेम्पलेटहरु
pl: Szablony
ru: Шаблоны

source: Add Dimension
cs: Přidat dimenzi
ja_jp: ディメンションの追加
ne: परिमाण थप्नुहोस
pl: Dodaj wymiar
ru: Добавить Измерение

source: Make sure your dimensions import all source data columns.
cs: Ujistěte se, že vaše dimenze importovaly všechny zdroje datových sloupců.
ja_jp: あなたのディメンジョンが全てのデータ列をインポートする事を確認してください。
ne: आफ्नो आयामबाट सबै स्रोत डाटा स्तम्भहरू आयात सुनिश्चित गर्नुहोस्।
pl: Upewnij się, że Twoje wymiary importują zawartość wszystkich kolumn z danymi źródłowymi.
ru: Убедитесь, что измерения импортированы для всех столбцов данных.

source: Set Unique Dimensions
cs: Nastavit jednoznačnou dimenzi
ja_jp: 唯一のディメンションをセットしてください
ne: अद्वितीय आयामहरु सेट
pl: Zdefiniuj unikalne wymiary
ru: Установить уникальные измерения

source: Identify the dimensions that help to identify each entry.
cs: Určite dimenze, které pomáhají identifikovat každou položku.
ja_jp: それぞれのエントリを特定するのに有効なディメンジョンを指定してください。
ne: प्रत्येक प्रविष्टि पहिचान गर्न मदत को आयाम पहिचान।
pl: Określ wymiary, które pomogą zidentyfikować każdy z wpisów.
ru: Определите измерения, которые помогут идентифицировать каждую запись.

source: Specify which dimensions identify an entry uniquely
cs: Určete, která dimenze identifikuje položku jednoznačně
ja_jp: エントリをユニークに識別できるディメンションを指定してください
ne: कुन आयाम पहिचानले निर्दिष्ट विशिष्ट छुट्ट्याउछ
pl: Zdefiniuj, które wymiary określają jednoznacznie wpis
ru: Укажите, какие измерения идентифицируют запись уникальным способом.

source: Update
cs: Aktualizace
ja_jp: 更新
ne: अपडेट
pl: Aktualizuj
ru: Обновить

source: Add new dimension
cs: Přitejte novou dimenzi
ja_jp: 新しいディメンションの追加
ne: नयाँ परिमाण थप्नुहोस
pl: Dodaj nowy wymiar
ru: Добавить новое измерение

source: The name you choose should only contain letters, numbers and dashes (i.e., no spaces)
cs: Jméno, které si vyberete, by mělo obsahovat pouze písmena, čísla a čárky (tj. žádné mezery)
ja_jp: あなたが選んだ名前は英数字とハイフンのみ使用できます(スペースは使用できません)。
ne: तपाईले चयन गर्नुभएको नाममा अक्षर, संख्या र डैश मात्र समावेश गर्नुपर्छ (अर्थात्ः खाली ठाँउ)
pl: Wybrana nazwa powina zawierać tylko litery, cyfry i myślniki (bez spacji itp.)
ru: Выбранное имя должно состоять только из букв, цифр, тире и не должно содержать пробелов.

source: Where the dimension represents the ultimate source or destination of the funds, call it <code>from</code> or <code>to</code>
cs: V případě že dimenze představuje konečný zdroj nebo místo určení prostředků, nazývejte ji dimenzi <code>od</code> nebo <code>do</code>
ja_jp: ディメンションが財源の最終的なソースか行き先を代表する場合、それを<code>from</code> か <code>to</code> と呼びます。
ne: जहाँ परिमाण प्रतिनिधित्व परम स्रोत वा धनराशि गन्तव्य, यसलाई कल<code>बाट</code>वा<code>गर्न</code>
pl: Tam gdzie wymiar reprezentuje ostateczne źródło lub planowane wykorzystanie środków, nazywaj to przez <code>z</code> lub <code>do</code>
ru: Если измерения представляют собой источник или назначение средств, то их необходимо назвать <code>from</code> или <code>to</code> соответственно.

source: Type
cs: Typ
ja_jp: タイプ
ne: प्रकार
pl: Typ
ru: Тип

source: Dimension
cs: Dimenze
ja_jp: ディメンション
ne: परिमाण
pl: Wymiar
ru: Измерение

source: A defined set, like suppliers or classifications, with multiple attributes (e.g. supplier name and VAT number).
cs: Definovaná sada, jako dodavatelé nebo klasifikace, s více vlastnostmi (např. dodavatelovo jméno a VAT číslo).
ja_jp: データ提供者や分類など、複数の属性を有する規定のデータセット(例: 提供者名称や付加価値税登録番号など)
ne: धेरै विशेषताहरु संग आपूर्तिकर्ता या वर्गीकरण जस्तै एक परिभाषित सेट (जस्तै आपूर्तिकर्ता नाम र भ्याट नम्बर)।
pl: Zdefiniowany zbiór, jak dostawcy czy klasyfikacje, z wieloma atrybutami (np. nazwa dostawcy i numer NIP).
ru: Определенный набор, такой как поставщики или классификации, с несколькими атрибутами (например, имя поставщика и ИНН).

source: Attribute
cs: Vlastnost
ja_jp: 属性
ne: ऐट्रिब्यूट
pl: Atrybut
ru: Атрибут

source: A simple value, e.g. descriptions or transaction IDs.
cs: Jednoduchá hodnota, např. popis nebo ID transakce.
ja_jp: シンプルな値。例えば説明やトランザクションID
ne: एउटा सरल मूल्य, जस्तै वर्णन वा लेनदेन आईडी।
pl: Wartość prosta, np. opisy lub ID transakcji.
ru: Простое значение, например, описание или номер транзакции.

source: Date
cs: Datum
ja_jp: 日付
ne: मिति
pl: Data
ru: Дата

source: Temporal value, e.g. start of project, date of disbursement.
cs: Časová hodnota, např. začátek projektu nebo den výplaty.
ja_jp: 時間的な値。例えばプロジェクトの開始日や支出の日。
ne: अस्थायी मूल्य, जस्तै परियोजना, वितरण को मिति शुरू।
pl: Wartość czasowa, np. rozpoczęcie projektu czy data rozdysponowania środków.
ru: Дата, например, начала проекта или оплаты.

source: Measure
cs: Opatření
ja_jp: 計測
ne: नाप्नु
pl: Miernik
ru: Сумма

source: Monetary information, e.g. amount disbursed or allocated.
cs: Měnová hodnota, např. vyplacená nebo přidělená částka.
ja_jp: 金銭的な情報。例えば支出額や割り当て額。
ne: मौद्रिक जानकारी, जस्तै रकम निकासा वा छुट्याएको।
pl: Informacje monetarne, np. kwota rozdysponowana czy alokowana.
ru: Финансовая информация, например, сумма выделенных или выплаченных средств.

source: Unmapped source data columns
cs: Datové sloupce nezmapovaných zdrojů
ja_jp: 未マップのソースデータ列
ne: मार्ग नदेखाएको स्रोत डेटा स्तम्भहरू
pl: Kolumny z niezmapowanymi danymi źródłowymi
ru: Несопоставленные колонки из источника данных

source: Cancel
cs: Zrušit
ja_jp: 中止
ne: रद्द गर्नु
pl: Anuluj
ru: Отмена

source: Add
cs: Přidat
ja_jp: 追加
ne: थप्नु
pl: Dodaj
ru: Добавить

source: Your model was saved.
cs: Váš model byl uložen.
ja_jp: 保存されました。
ne: तपाईंको मोडेल सुरक्षित भयो।
pl: Twój model został zapisany.
ru: Ваша модель была сохранена.

source: You can now try to load a sample of the data by returning back to the dashboard.
cs: Nyní můžete nahrát vzorek dat návratem k přístrojové desce.
ja_jp: ダッシュボードに戻ることによって、データサンプルをロードすることを試みることが出来ます。
ne: अब तपाई नमुना डाटा लोड गर्न प्रयास गर्न सक्नुहुन्छ डैशबोर्डमा फर्केर ।
pl: Możesz teraz spróbować załadować próbkę danych powracając do panelu głównego.
ru: Теперь вы можете попробовать загрузить образец данных, вернувшись в панель управления.

source: Visit dashboard
cs: Navštívit přístrojovou desku
ja_jp: ダッシュボードを見る
ne: ड्यासबोर्ड भ्रमण
pl: Zajrzyj do panelu głównego
ru: Открыть панель управления

source: The dimensions mapping could not be saved as it contains some errors
cs: Mapování dimenzí nelze uložit, neboť obsahuje chyby.
ja_jp: エラーが含まれているため、ディメンションの対応付けは保存されませんでした。
ne: यहाँ केहि त्रुटिहरु भएकोले आयामको मानचित्रण सुरक्षित गर्न सकिएन
pl: Mapowanie wymiarów nie zostało zapisane, ponieważ zawiera błędy.
ru: Модель данных не может быть сохранена, так как содержит некоторые ошибки

source: Dimension mapping
cs: Mapování dimenzí
ja_jp: ディメンションの対応付け
ne: परिमाण मानचित्रण
pl: Mapowanie wymiaru
ru: Разработка модели данных

source: To create a model for your dataset, you need to translate the columns in the data file to "dimensions", the logical divisions of the dataset. A dimension can be any property of a line item or transaction that should be presented within OpenSpending.
cs: Abyste vytvořili model pro vaší datovou sadu, musíte přenést sloupce v datovém souboru do "dimenzí", logického oddělení datových sad. Dimenze může být jakákoliv vlastnost řádkové položky nebo transakce, která by měla být představena v OpenSpending.
ja_jp: データセットのモデルを作成する際には、データファイルの列を「ディメンション」という、データセットの論理的な仕切りに結びつける必要があります。ディメンションは、OpenSpendingで表示できるどんな項目や取引の属性でも設定出来ます。
ne: आफ्नो डाटासेटको लागि एउटा मोडेल बनाउन, आवश्यक स्तम्भहरू अनुवाद गर्न डाटा फाइल "आयाम" गर्न, लजिकल डाटासेट को विभाजन । एक परिमाण एक नयाँ वस्तुको कुनै पनि सम्पत्ति हुन सक्छ वा प्रस्तुत हुनुपर्छ भन्ने कारोबार ओपनस्पेन्डिङ सँग ।
pl: Aby utworzyć model dla zbioru danych, musisz zmapować kolumny w swoim pliku z danymi na "wymiary", logiczne podziały zbioru danych. Wymiar może być jakąkolwiek właściwością pozycji budżetu planowanego lub zrealizowanego, która będzie prezentowana w OpenSpending.
ru: Чтобы создать модель для вашего набора данных, вам необходимо перевести столбцы в файле с данными в так называемые "измерения" - логические составляющие набора данных. Измерением может быть любой параметр транзакции, которая должна быть представлена в OpenSpending.

source: There are four core dimensions, <code>amount</code>, <code>time</code> &mdash; which are mandatory &mdash; as well as <code>from</code> for the spender, and <code>to</code> for the recipient of a specific transaction &mdash; both of those must be dimensions if they exist.
cs: Existují čtyři základní dimenze, <code>množství</code>, <code>čas</code> &mdash; jež je povinný &mdash; stejně jako <code>od</code> pro toho, kdo peníze vynakládá, a <code>do</code> pro příjemce specifické transakce &mdash; oba údaje musí být dimenze, jestliže jsou.
ja_jp: 4つの中心的なディメンション、 <code>金額</code>, <code>時間</code> &mdash; 必須項目です &mdash; 、同様に 支払者の項目 <code>from</code> 、 そして特定の取引の受取者の項目 <code>to</code> &mdash; 存在する場合両方がディメンションである必要があります。
ne: चार कोर आयामहरू छन्,<code>राशि</code>, <code>समय</code>-जो हो चिन्ह - साथै <code>यहाँ</code> को खर्चको लागि र<code>तिर</code> को लागि एक विशिष्ट लेनदेन प्राप्तकर्ता - ती दुवै हुनुपर्छ आयाम यदि छ भने ।
pl: Istnieją cztery wymiary kluczowe: <code>kwota</code>, <code>czas</code> &mdash; które są obligatoryjne &mdash; oraz <code>od</code> w przypadku ponoszącego koszt oraz <code>do</code> w przypadku otrzymująego przychód w danej transakcji &mdash; te ostatnie dwa też muszą być wymiarem, jeśli istnieją.
ru: Есть четыре основных измерения: <code>amount</code> и <code>time</code> &mdash; которые обязательны, &mdash; а также <code>from</code> для источника средств и <code>to</code> для получателя конкретных средств &mdash; оба из них, если они указаны, должны быть сохранены как измерения с указанными выше именами.
