Repository: CivicVision/datahub
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: cs, ja_jp, ne, pl, ru

source: Dear %s,
cs: Drahý %s
ja_jp: %s さん
ne: प्रिय %s,
pl: Drogi/Droga %s,
ru: Уважаемый(-ая) %s,

source: No recipient email address available!
cs: Žádná adresa příjemce není dostupná!
ja_jp: Eメールアドレスの受信者が存在しません
ne: प्राप्तकर्ता इमेल ठेगाना उपलब्ध छैन !
pl: Adres e-mail odbiory nie jest dostępny!
ru: Электронный адрес получателя не доступен.

source: You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s
cs: Zažádal/a jste, aby Vaše heslo na %(site_title)s bylo změněno. Pro potvrzení žádosti prosím klikněte na následující odkaz: %(reset_link)s
ja_jp: 貴方は %(site_title)s のパスワードリセットをリクエストしました。 下記のリンクをクリックしてこのリクエストを確定させてください。 %(reset_link)s
ne: तपाईं %(site_title)s को समायोजन सबै नष्ट गर्न आफ्नो पासवर्ड अनुरोध गर्दै हुनुहुन्छ। यो अनुरोध पुष्टि गर्न निम्न लिंक मा क्लिक गर्नुहोस्: %(reset_link)s
pl: Poprosiłeś o zresetowanie hasła na %(site_title)s Kliknij w następujący link, aby potwierdzić: %(reset_link)s
ru: Вы запросили изменение пароля на сайте %(site_title)s. Пожалуйста, нажмите на ссылку, чтобы подтвердить этот запрос: %(reset_link)s

source: Reset your password
cs: Resetujte Vaše heslo
ja_jp: パスワードをリセットする
ne: आफ्नो पासवर्ड रिसेट गर्नुहोस्
pl: Zresetuj hasło
ru: Сбросить ваш пароль

source: Part of unique key
cs: Součást jedinečného klíče
ja_jp: ユニークキーの一部
ne: अद्वितीय कुञ्जीको भाग
pl: Część unikalnego klucza
ru: Часть уникального ключа

source: We're enabling anyone to explore, visualize and track government spending.
cs: Umožňujeme komukoli prozkoumat, vizualizovat a sledovat vládní výdaje.
ja_jp: 私達は、誰にでも政府の支出を探索し、可視化し、追跡ができるようにしています。
ne: हामी, अन्वेषण कल्पना र सरकारी खर्च ट्रयाक सबैलाई उपलब्ध गराउदैछौ।
pl: Umożliwiamy każdemu przeglądanie, śledzenie i wizualizowanie rządowych wydatków.
ru: Мы даем возможность каждому исследовать, визуализировать и отслеживать государственные расходы.

source: Latest Datasets on OpenSpending
cs: Poslední datové sady na OpenSpending
ja_jp: OpenSpending の最新のデータセット
ne: ओपनस्पेन्डीङमा नयाँ डाटासेट
pl: Najnowsze Zbiory Danych w OpenSpending
ru: Новые наборы данных на сайте

source: Datasets
cs: Datasety
ja_jp: データセット
ne: डेटासेट्स
pl: Zbiory danych
ru: Наборы данных

source: Search
cs: Hledat
ja_jp: 検索
ne: खोज
pl: Szukaj
ru: Поиск

source: Community
cs: Společnost
ja_jp: コミュニティ
ne: समुदाय
pl: Społeczność
ru: Сообщество

source: Help
cs: Nápověda
ja_jp: ヘルプ
ne: सहयोग
pl: Pomoc
ru: Помощь

source: About
cs: O projektu
ja_jp: OpenSpendingについて
ne: बारेमा
pl: Dodatkowe informacje
ru: О проекте

source: Contact
cs: Kontakt
ja_jp: お問い合わせ
ne: सम्पर्क
pl: Kontakt
ru: Контакт

source: Blog
ja_jp: ブログ
ne: ब्लग
ru: Блог

source: Dashboard
cs: Přístrojová deska
ja_jp: ダッシュボード
ne: ड्यासबोर्ड
pl: Panel główny
ru: Панель управления

source: Settings
cs: Nastavení
ja_jp: 設定
ne: सेटिङ
pl: Ustawienia
ru: Настройки

source: Logout
cs: Odhlášení
ja_jp: ログアウト
ne: निर्गमन गर्नु
ru: Выход

source: Login/Register
cs: Přihlášení/Registrace
ja_jp: ログイン/登録
ne: प्रवेश / दर्ता
pl: Logowanie/Rejestracja
ru: Вход/ Регистрация

source: Language
cs: Jazyk
ja_jp: 言語
ne: भाषा
pl: Język
ru: Язык

source: This site uses cookies
cs: Tato stránka využívá cookies
ja_jp: このサイトではcookieが利用されています。
ne: यो साइटले कुकीहरु प्रयोग गर्छ
pl: Ta strona używa plików cookie
ru: Этот сайт использует cookies

source: Okay, thanks
cs: Dobře, díky
ja_jp: 了解です
ne: ठीक छ, धन्यवाद
pl: OK, dziękuję
ru: Хорошо, спасибо

source: Find out more
cs: Zjistěte více
ja_jp: 詳しく見る
ne: अरु पत्ता लगाउनुहोस्
pl: Dowiedz się więcej
ru: Узнать больше

source: This is an <a href="http://okfn.org">Open Knowledge Foundation</a> project
cs: Toto je projekt <a href="http://okfn.org">Open Knowledge Foundation</a>
ja_jp: これは <a href="http://okfn.org">Open Knowledge Foundation</a> のプロジェクトです。
ne: यो एक <a href="http://okfn.org"> ओपन ज्ञान फाउण्डेशन </ a> परियोजना
pl: To jest projekt należący do <a href="http://okfn.org">Open Knowledge Foundation</a>
ru: Это проект организации <a href="http://okfn.org">Open Knowledge Foundation</a> .

source: API
ne: एपीआई

source: Privacy
cs: Soukromí
ja_jp: プライバシーポリシー
ne: गोपनीयता
pl: Prywatność
ru: Конфиденциальность

source: All <a href="http://www.gnu.org/licenses/agpl.html">code</a>, <a href="http://creativecommons.org/licenses/by/3.0/">content</a> and <a href="http://opendatacommons.org/licenses/odbl/">data</a> is openly licensed in accordance with the <a href="http://opendefinition.org/">open definition</a>
cs: Všechny <a href="http://www.gnu.org/licenses/agpl.html">kódy</a>, <a href="http://creativecommons.org/licenses/by/3.0/">obsah</a> and <a href="http://opendatacommons.org/licenses/odbl/">data</a> jsou veřejně licencovány podle <a href="http://opendefinition.org/">otevřené definice</a>
ja_jp: 全ての <a href="http://www.gnu.org/licenses/agpl.html">コード</a>, <a href="http://creativecommons.org/licenses/by/3.0/">コンテンツ</a> and <a href="http://opendatacommons.org/licenses/odbl/">データ</a> は オープンライセンスと <a href="http://opendefinition.org/">open definition</a>で提供されています。
ne: सबै <a href="http://www.gnu.org/licenses/agpl.html"> कोड </ a>, <a href="http://creativecommons.org/licenses/by/3.0/"> सामाग्री </ a> र <a href="http://opendatacommons.org/licenses/odbl/"> डेटा </ a> छ खुलेआम अनुसार लाइसेन्स <a href="http://opendefinition.org/"> खुला परिभाषा </ a> खुलेआम अनुसार लाइसेन्स
pl: Cały <a href="http://www.gnu.org/licenses/agpl.html">kod</a>, <a href="http://creativecommons.org/licenses/by/3.0/">zawartość</a> i <a href="http://opendatacommons.org/licenses/odbl/">dane</a> działają na zasadzie otwartej licencji zgodnie z <a href="http://opendefinition.org/">open definition</a>
ru: Весь <a href="http://www.gnu.org/licenses/agpl.html">код</a>, <a href="http://creativecommons.org/licenses/by/3.0/">контент</a> и <a href="http://opendatacommons.org/licenses/odbl/">данные</a> is распространяются в соответствии с открытой лицензией <a href="http://opendefinition.org/">open definition</a>

source: Sign in to OpenSpending
cs: Přihlásit se do OpenSpending
ja_jp: OpenSpending にサインイン
ne: ओपनस्पेन्डिङ मा साइन इन
pl: Zaloguj się do OpenSpending
ru: Войти

source: Login
cs: Přihlášení
ja_jp: ログイン
ne: निर्गमन
ru: Логин

source: Password
cs: Heslo
ja_jp: パスワード
ne: पासवर्ड
pl: Hasło
ru: Пароль

source: Forgot your password?
cs: Zapomněl/a jste své heslo?
ja_jp: パスワードをお忘れですか？
ne: आफ्नो पासवर्ड भुल्नुभयो?
pl: Zapomniałeś(łaś) hasła?
ru: Забыли пароль?

source: Request a password reset.
cs: Vyžadováno resetování hesla.
ja_jp: パスワードをリセットする。
ne: आफ्नो पासवर्ड रिसेट गर्नुहोस्
pl: Poproś o zresetowanie hasła.
ru: Запрос на изменение пароля.

source: Create an account
cs: Vytvořit účet
ja_jp: アカウント作成
ne: एउटा खाता खोल्नुहोस्
pl: Utwórz konto
ru: Создать учетную запись

source: Fullname
cs: Jméno
ja_jp: 氏名
ne: पूरा नाम
pl: Imię i nazwisko
ru: Полное имя

source: Email
ja_jp: メールアドレス
ne: इमेल
ru: Адрес электронной почты

source: Visible to other users
cs: Viditelné ostatním uživatelům
ja_jp: 他のユーザーに公開する
ne: अन्य प्रयोगकर्ता देख्न सक्ने
pl: Widoczne dla innych użytkowników
ru: Видимый для других пользователей

source: Password (repeat)
cs: Heslo (znovu)
ja_jp: パスワード(確認用)
ne: पासवर्ड (पुनरावृत्ति)
pl: Hasło (proszę wpisać ponownie)
ru: Пароль (повторно)

source: I agree to the <a href="http://okfn.org/terms-of-use/">Terms of Use</a> and <a href="http://okfn.org/privacy-policy/">Privacy Policy</a>.
cs: Souhlasím s <a href="http://okfn.org/terms-of-use/">Podmínkami používání</a> a <a href="http://okfn.org/privacy-policy/">Zásadami ochrany osobních údajů</a>.
ja_jp: <a href="http://okfn.org/terms-of-use/">利用規約</a> と<a href="http://okfn.org/privacy-policy/">プライバシーポリシー</a>に同意する。
ne: मलाई मन्जुर छ कि<a href="http://okfn.org/terms-of-use/">प्रयोग गर्न शर्तहरु </a> र <a href="http://okfn.org/privacy-policy/"> गोपनीयता नीति </ a>।
pl: Zgadzam się z <a href="http://okfn.org/terms-of-use/">Warunkami Korzystania</a> i <a href="http://okfn.org/privacy-policy/">Polityką Prywatności</a>.
ru: Я согласен с <a href="http://okfn.org/terms-of-use/">Условиями использования</a> и <a href="http://okfn.org/privacy-policy/">Политикой конфиденциальности</a>.

source: Add me to the OpenSpending community mailing list
cs: Přidat se na komunitní seznam adres OpenSpending
ja_jp: OpenSpendingのコミュニティー向けメーリングリストに参加する
ne: ओपनस्पेन्डिङ समुदायको पत्राचार सूची मलाई थप्नुहोस
pl: Dodaj mnie do mailingowej listy społeczności OpenSpending
ru: Подписаться на рассылку сообщества OpenSpending

source: Sign me up for the OpenSpending developer mailing list
cs: Přihlásit se do vývojářský seznam adres OpenSpending
ja_jp: OpenSpendingの開発者向けメーリングリストに参加する
ne: ओपनस्पेन्डिङको डेभलपर पत्राचार सूची लागि मलाई साइन अप
pl: Zapisz mnie do mailingowej listy deweloperów OpenSpending
ru: Подписаться на рассылку для разработчиков OpenSpending

source: Create new account
cs: Vytvořit nový účet
ja_jp: 新しいアカウントを作成する
ne: नयाँ खाता खोल्नुहोस्
pl: Utwórz nowe konto
ru: Создать новую учетную запись

source: Information
cs: Informace
ja_jp: アカウント情報
ne: सूचना
pl: Informacje
ru: Информация

source: (change)
cs: (změna)
ja_jp: (変更する)
ne: (परिवर्तन)
pl: (zmień)
ru: (изменить)

source: Name
cs: Jméno
ja_jp: 名前
ne: नाम
pl: Nazwa
ru: Имя

source: Username
cs: Uživatelské jméno
ja_jp: ユーザー名
ne: प्रयोगकर्ता नाम
pl: Nazwa użytkownika
ru: Имя пользователя

source: It looks like you haven't uploaded any datasets.
cs: Vypadá to, že jste nenahrál/a žádné datové sady.
ja_jp: データセットはまだアップロードされていないようです。
ne: तपाईले कुनै पनि डाटासेट अपलोड गरेको देखिदैन
pl: Wygląda na to, że nie załadowałeś żadnych zbiorów danych.
ru: Похоже, вы еще не загрузили ни одного набора данных.

source: Import a dataset
cs: Import datového souboru
ja_jp: データセットをインポート
ne: डाटासेट आयात
pl: Importuj zbiór danych
ru: Загрузить набор данных

source: Views
cs: Zobrazení
ja_jp: ビュー
ne: हेरिएको
pl: Wyświetlenia
ru: Представления

source: Settings for:
cs: Nastavení pro:
ja_jp: 設定内容：
ne: सेटिङको लागि:
pl: Ustawienia odnośnie:
ru: Настройки:

source: Account Settings
cs: Nastavení účtu
ja_jp: アカウント設定
ne: खाता सेटिङहरू
pl: Ustawienia konta
ru: Настройки учетной записи

source: Visible to users
cs: Viditelné pro uživatele
ja_jp: 他のユーザーに公開する
ne: प्रयोगकर्ता देख्न सक्ने
pl: Widoczne dla użytkowników
ru: Видно всем пользователям

source: Leave both fields blank to keep your current password.
cs: Nechte obě pole volná, pokud chcete zachovat současné heslo.
ja_jp: 現在のパスワードをそのまま利用する場合は、どちらの入力欄も空白にしてください。
ne: आफ्नो हालको पासवर्ड राख्न दुवै क्षेत्रहरु खाली राख्नुहोस् ।
pl: Pozostaw oba pola puste, aby zachować swoje aktualne hasło.
ru: Оставьте оба поля пустыми, чтобы сохранить ваш текущий пароль.

source: API Key
cs: Klíč API
ja_jp: APIキー
ne: एपीआई कुञ्जी
pl: Klucz API
ru: Ключ API

source: Use this key to access the OpenSpending API programmatically.
cs: Tento klíč využijte k automatickému přítupu k OpenSpending API.
ja_jp: このキーはプログラムでOpenSpending APIにアクセスする際に利用します。
ne: प्रोग्राम को ओपनस्पेन्डिङ एपीआई पहुँच गर्न यो कुञ्जी प्रयोग गर्नुहोस्।
pl: Użyj tego klucza, aby programowo uzyskać dostęp do interfejsu programowania aplikacji OpenSpending.
ru: Используйте этот ключ, чтобы получить доступ к OpenSpending API программно.

source: Script Location
cs: Lokace skriptů
ja_jp: スクリプトの場所
ne: स्क्रिप्ट स्थान
pl: Lokalizacja Skryptu
ru: Местоположение скрипта

source: Set a different location for JavaScript imports to develop new widgets.
cs: Pro vytvoření nového widgetu nastavte jinou lokaci pro import JavaScriptu.
ja_jp: 新しいウィジェットを開発するには、JavaScript インポートの為の別の場所を指定して下さい
ne: विभिन्न स्थानबाट जावास्क्रिप्ट आयात गरि नयाँ विजेटहरु विकास गर्नुहोस् ।
pl: Ustaw inną lokalizację dla importów JavaScriptu, aby zdewelopować nowe widgety.
ru: Установите другое расположение библиотек JavaScript для разработки новых виджетов.

source: Save
cs: Uložit
ja_jp: 保存する
ne: बचाउनु
pl: Zapisz
ru: Сохранить

source: Password reset
cs: Reset hesla
ja_jp: パスワードのリセット
ne: पासवर्ड रिसेट
pl: Resetuj hasło
ru: Восстановление пароля

source: If you have forgotten the password for your account, you can request an email with a link that will allow you to reset your account password.
cs: Pakliže jste zapomněl/a heslo k Vašemu účtu, můžete zažádat o email s odkazem, který Vám umožní resetovat heslo účtu.
ja_jp: パスワードを忘れた場合は、パスワードをリセットするためのリンクをメールでお送りします。
ne: तपाई आफ्नो खाताको लागि पासवर्ड भुल्नुभए, तपाई एउटा नयाँ इमेल लिंक सहित जसले तपाईलाई तपाईको पासवर्ड नष्ट गर्न अनुमति दिन्छ ।
pl: Jeżeli zapomniałeś hasła do swojego konta, możemy wysłać Ci maila zawierającego link do jego zresetowania.
ru: Если вы забыли пароль для своей учетной записи, вы можете запросить письмо со ссылкой, которая позволит восстановить ваш пароль.

source: Please enter the email address you used to register your account
cs: Prosím, zadejte emailovou adresu, kterou jste použil/a při registraci Vašeho účtu.
ja_jp: アカウントを登録した際のメールアドレスを入力してください。
ne: तपाईले खाता खोल्दा प्रयोग गरिएको तपाईको इमेल ठेगाना राख्नुहोस् ।
pl: Wpisz ten sam adres e-mail, którego użyłeś(łaś) przy rejestracji
ru: Пожалуйста, введите адрес электронной почты, указанный при регистрации вашей учетной записи.

source: Request a reset
cs: Vyžadován reset
ja_jp: メールを受け取る
ne: एउटा रिसेट अनुरोध
pl: Zresetuj
ru: Запросить восстановление

source: Badges in OpenSpending
cs: Odznaky v OpenSpending
ja_jp: OpenSpending のバッヂ
ne: ओपनस्पेन्डिङ
pl: Odznaki w OpenSpending
ru: Бейджи в OpenSpending

source: Badge
cs: Odnak
ja_jp: バッジ
ne: ब्याज
pl: Odznaka
ru: Бейдж

source: Label
cs: Označení
ja_jp: ラベル
ne: नामपत्र
pl: Etykieta
ru: Метка

source: Description
cs: Popis
ja_jp: 詳細
ne: विवरण
pl: Opis
ru: Описание

source: These badges can be awarded to specific datasets by administrators of OpenSpending. The badges indicate that an official, either from <a href="http://okfn.org" title="Open Knowledge Foundation">The Open Knowledge Foundation</a> (OKF) or from another entity approved by the OKF, has carefully examined the dataset and decided to award it that particular badge.
cs: Tyto odznaky mohou být přiděleny k specifickým datovým sadám administrátory OpenSpending. Odznaky indikují, že zodpovědná osoba buď z <a href="http://okfn.org" title="Open Knowledge Foundation">The Open Knowledge Foundation</a> (OKF) nebo z jiného subjektu schváleného OKF, řádně posoudila datovou satu a rozhodla se jí odznak udělit.
ja_jp: これらのバッヂは、OpenSpendingの管理者によって特定のデータセットに対して授与されます。バッヂは <a href="http://okfn.org" title="Open Knowledge Foundation">The Open Knowledge Foundation</a> (OKF) やその他のOKFにより認証された組織から公式に、そのバッヂを授与されるに値するかを注意深く審査されたデータセットであることを示します。
ne: यी बैजहरु ओपनस्पेन्डिङको प्रशासकद्धारा विशिष्ट डाटासेटलाई प्रदान गर्न सकिन्छ ।यो बैजहरु सङ्केत एक अधिकारी, या देखि <a href="http://okfn.org" title="Open Knowledge Foundation">खुला ज्ञान स्थापना</a>(ओकेएफ) वा खुला ज्ञान स्थापनाद्धारा अनुमोदित कुनै अन्य संस्था देखि, डाटासेट राम्रो सँग जाँच गरेर विशेष बैच पुरस्कार दिने निर्णय ।
pl: Te odznaki mogą być przyznawane specyficznym zbiorom danych przez administratorów OpenSpending. Odznaki wskazują, że przedstawiciel <a href="http://okfn.org" title="Open Knowledge Foundation">The Open Knowledge Foundation</a> (OKF) lub innej jednostki akredytowanej przez OKF, przeanalizował szczegóły zbioru danych i zdecydował o przyznaniu wybrango odzanczenia.
ru: Этими бейджами администраторы OpenSpending могут отметить отдельные наборы данных. Бейджи указывают, что чиновник или представитель <a href="http://okfn.org" title="Open Knowledge Foundation">The Open Knowledge Foundation</a> (OKF) или представитель другой организации, утвержденной OKF, тщательно изучил набор даных и решил наградить его особым бейджем.

source: Create a new badge
cs: Vytvořit nový odznak
ja_jp: 新しいバッジを作成する
ne: एउटा नयाँ बैज सिर्जना
pl: Stwórz nową odznakę
ru: Создать новый бейдж

source: Keep in mind that badges <strong>lose their value</strong> if there are <strong>too many</strong> of them.
cs: Mějte na paměti, že odznaky <strong> ztrácejí svou cenu <strong>, pokud jich je <strong> příliš mnoho <strong>.
ja_jp: もしバッヂが大量に授与された場合、価値を失うことを忘れないでください。
ne: बैज ध्यान राख्नुहोस कि <strong>आफ्नो मूल्य गुमाए</strong>त्यहाँ भने ती </ strong> धेरै <strong>छन्.
pl: Miej na uwadze, że odznaki <strong>tracą wartość</strong>, jeżeli jest ich <strong>za dużo</strong>.
ru: Имейте ввиду, что бейджи <strong>теряют свою ценность</strong>, если их появляется <strong>слишком много</strong>.

source: e.g. 'Cleaned by Shakespeare's typewriter crew'
ja_jp: 例）シェイクスピアのタイプライター班によって綺麗にされています。
ne: जस्तै 'शेक्सपियरका टाईपराईटर चालक दल द्वारा सफा गरियो'
pl: np. 'Wyczyszczone przez Shakespeare's typewriter crew'
ru: например, "Очищено командой машинисток Шекспира"

source: e.g. 'Awarded to datasets cleaned by a team of highly skilled monkeys.'
ja_jp: 例: 'ハイスキルなメンバーによりクリーニングされたデータセットに授与されます'
ne: जस्तै 'अत्यधिक कुशल एउटा टीम साफ डेटासेट सम्मानित।'
pl: np. 'Przyznano zbiorowi danych wyczyszczonemu przez zespół wybitnie uzdolnionych małp'
ru: например, "Награждаются наборы данных, очищенные командой высококвалифицированных обезьян".

source: Representative image
cs: Representativní obrázek
ja_jp: 代表する画像
ne: प्रतिनिधि चित्र
pl: Ilustracja reprezentacyjna
ru: Характерное изображение

source: Create badge
cs: Vytvořit odznak
ja_jp: バッヂを作成する
ne: बैज सिर्जना
pl: Stwórz odznakę
ru: Создать бейдж

source: Look at more OpenSpending badges
cs: Podívejte se na více OpenSpending odznaků
ja_jp: OpenSpendingバッヂを更に見る
ne: थप ओपनस्पेन्डिङ बैज हर्ने
pl: Zerknij na więcej odznak w OpenSpending
ru: Просмотреть другие бейджи

source: The following datasets have been awarded this badge
cs: Následujícím datovým sadám byl udělen tento odznak
ja_jp: 下記のデータセットはこのバッヂを授与されています。
ne: निम्न डेटासेट यो बैजद्धारा सम्मानित गरिएको छ
pl: Następującym zestawom danych została przyznana ta odznaka.
ru: Следующие наборы данных были награждены данным значком

source: <strong>No</strong> datasets have been awarded this badge
cs: <strong>Žádným</strong> datovým sadám nebyl udělen tento odznak
ja_jp: このバッヂが授与されているデータセットはありません
ne: <strong>हैन</strong>डेटासेट यो बैज सम्मानित गरिएको छ
pl: <strong>Żaden</strong> zbiór danych nie otrzymał tego odznaczenia
ru: <strong>Нет</strong> наборов данных, награжденных этим бейджем

source: Badges
cs: Odznaky
ja_jp: バッジ
ne: ब्याजहरु
pl: Odznaki
ru: Бейджи

source: What are badges?
cs: Co jsou odznaky?
ja_jp: バッジは何ですか？
ne: बैज के हो?
pl: Czym są odznaki?
ru: Что такое бейджи?

source: Visualisations
cs: Vizualizace
ja_jp: ビジュアライゼーション
ne: चाक्षुषीकरण
pl: Wizualizacje
ru: Визуализации

source: Create a visualisation...
cs: Vytvořte vizualizaci...
ja_jp: ビジュアライゼーションの作成...
ne: एक दृश्य सिर्जना...
pl: Utwórz wizualizację...
ru: Создать визуализацию...

source: Manage
cs: Spravovat
ja_jp: 管理
ne: व्यवस्थापन
pl: Zarządzaj
ru: Править

source: Filter...
cs: Filtrovat...
ja_jp: 絞り込み
ne: फिल्टर ...
pl: Filtruj...
ru: Фильтровать...

source: Countries
cs: Země
ja_jp: 国
ne: देशहरु
pl: Kraje
ru: Страны

source: Filter by country
cs: Filtrovat podle země
ja_jp: 国で絞り込む
ne: देश अनुसार छुटानुहोस्
pl: Filtruj wyświetlanie treści w zależności kraju
ru: Фильтровать по стране

source: Languages
cs: Jazyky
ja_jp: 言語
ne: भाषाहरु
pl: Języki
ru: Языки

source: Filter by language
cs: Filtrovat podle jazyka
ja_jp: 言語で絞り込む
ne: भाषाद्धारा फिल्टर
pl: Filtruj wyświetlanie treści w zależności od języka
ru: Фильтровать по языку

source: Types of data
cs: Typy dat
ja_jp: データのタイプ
ne: तथ्याङ्कको प्रकार
pl: Typy danych
ru: Типы данных

source: mapping the money
cs: mapování peněz
ne: मुद्रा को नक्सा कोर्दै।
pl: mapowanie pieniędzy
ru: карта расходов

source: Close
cs: Zavřít
ja_jp: 閉じる
ne: बन्द
pl: Zamknij
ru: Закрыть

source: No description is available for %(dataset)s
cs: Žádný popis není pro %(dataset)s dostupný.
ja_jp: %(dataset)s に関する解説はありません
ne: कुनै विवरण लागि उपलब्ध छैन %(dataset)s
pl: Opis dla %(dataset)s nie jest dostępny
ru: Описание для %(dataset)s недоступно

source: Sources
cs: Zdroje
ja_jp: ソース
ne: स्रोतहरु
pl: Źródła
ru: Источники

source: This is a listing of all source data that was registered for this dataset.
cs: Toto je seznam všech zdrojových dat, které byly registrovány pro tuto datovou sadu.
ja_jp: これはこのデータセットに登録されている全てのソースデータの一覧です。
ne: यो सबै सुची स्रोत डाटा हो जुन डाटासेटको लागि दर्ता भएको थियो ।
pl: To jest lista wszystkich danych źródłowych przypisanych do tego zbioru danych.
ru: Список всех источников данных, которые были зарегистрированы для этого набора данных

source: Team
cs: Tým
ja_jp: チーム
ne: टोली
pl: Zespół
ru: Команда

source: These people are the managers of the dataset. They can make modifications to its schema and are responsible to make sure the data is accurate.
cs: Tito lidé jsou správci datové sady. Mohou provést změny jejího schématu a jsou zodpovědní za to, že údaje jsou správné.
ja_jp: こららの人々は、データセットの管理者です。彼らはそのスキーマへの変更を加えることができ、そのデータの正確性に対して責任を持ちます。
ne: यी मानिसहरू डाटासेटको प्रबंधहरु हो।यिनीहरुले इस्कीमा संशोधन र डाटा सहि छ भनेर हर्न जिम्मेवार छन् ।
pl: Ludzie ci odpowiedzialni są za zarządzanie zestawem danych. Mogą wprowadzać modyfikacje do swoich schematów i mają za zadanie upewnić się, że ich dane są dokładne.
ru: Эти пользователи имеют права управления набором данных. Они могут вносить изменения в его структуру и ответственны за точность предоставленных данных.

source: This dataset has been awarded
cs: Datová sada byla udělena
ja_jp: データセットに賞が与えられました。
ne: यो डाटासेट सम्मानित गरिएको छ
pl: Ten zbiór danych został nagrodzony
ru: Этот набор данных был награжден

source: List of badges
cs: Seznam odznaků
ja_jp: バッヂのリスト
ne: बैज को सूची
pl: Lista odznak
ru: Список бейджей

source: badges
cs: Odznaky
ja_jp: バッジ
ne: ब्याज
pl: odznaki
ru: бейджи

source: Badges can be given by OpenSpending administrators on behalf of entities approved by <a href="http://okfn.org/" title="OKF">the Open Knowledge Foundation</a>.
cs: Odznaky mohou být uděleny administrátory OpenSpending jménem subjektu schváleného <a href="http://okfn.org/" title="OKF"> Open Knowledge Foundation</a>.
ja_jp: バッヂは、 <a href="http://okfn.org/" title="OKF">the Open Knowledge Foundation</a>.に認証された団体を代表して、OpenSpending の管理者から授与されます。
ne: बैजहरु ओपनस्पेन्डिङ प्रशासकबाट दिन सकिन्छ तर्फबाट अनुमोदन संस्थाहरु<a href="http://okfn.org/" title="OKF">खुल्ला ज्ञान फाउण्डेशन</a>
pl: Odznaki mogą zostać przyznane przez administratorów OpenSpending w imieniu jednostek zatwierdzonych przez <a href="http://okfn.org/" title="OKF">Open Knowledge Foundation</a>.
ru: Бейджи могут быть выданы от имени администраторов OpenSpending, одобренных организацией <a href="http://okfn.org/" title="OKF">the Open Knowledge Foundation</a>.

source: Give badge
cs: Poskytnout odznak
ja_jp: バッヂを与える
ne: बैज दिनुहोस्
pl: Wręcz odznakę
ru: Отметить бейджем

source: Give
cs: Poskytnout
ja_jp: 与える
ne: दिनु
pl: Daj
ru: Отметить

source: Measures
cs: Opatření
ja_jp: 計測
ne: परिणाम
pl: Mierniki
ru: Суммы

source: Measures are the numeric properties of each entry in this dataset.
cs: Míry jsou numerické vlastnosti každého vstupu v datové sadě.
ja_jp: Measures はこのデータセットにおけるそれぞれのエントリーの数値のプロパティーにあたります。
ne: माप यस मा प्रत्येक प्रविष्टि को संख्यात्मक गुण हो डाटासेट।
pl: Mierniki to liczbowe atrybuty każdego wpisu w tym zbiorze danych.
ru: Суммы являются числовым свойством каждой записи в этом наборе данных.

source: Dimensions
cs: Dimenze
ja_jp: ディメンション
ne: आयामहरु
pl: Wymiary
ru: Измерения

source: Dimensions are different aspects of the dataset, such as the spender, recipient or classifications that apply.
cs: Dimenze jsou různé aspekty datové sady, například plátce, příjemce nebo platná klasifikace.
ja_jp: ディメンションは、データセットの切り口であり、例えば支払者や受領者、適用分類などがあります。
ne: आयामहरु जस्तै स्पेन्डर, प्राप्तकर्ता वा लागू वर्गीकरण रूपमा डाटासेट विभिन्न पक्षहरू, हो।
pl: Wymiary są różnymi aspektami zbiorów danych, takich jak płatnik, odbiorca i różne klasyfikacje.
ru: Измерения указываются для разных параметров набора данных, таких как плательщик, получатель или применяемые классификации.
