Repository: CivicVision/datahub
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: cs, ja_jp, ne, pl, ru

source: Access denied.
cs: Přístup byl odepřen.
ja_jp: アクセスが拒否されました。
ne: प्रवेश निषेध।
pl: Odmowa dostępu.
ru: Доступ запрещен.

source: You may not have the relevant rights.
cs: Nemáte dostatečná práva.
ja_jp: 適切な権限がありません
ne: तपाईं सँग प्रासंगिक अधिकार छैन
pl: Nie masz odpowiednich uprawnień.
ru: Возможно, у вас недостаточно прав.

source: You may need to login.
cs: Je nutné se přihlásit.
ja_jp: ログインが必要です
ne: तपाईं प्रवेश गर्न आवश्यक छ।
pl: Musisz być zalogowany.
ru: Вам следует войти в систему.

source: Resource not found
cs: Zdroj nebyl nalezen
ja_jp: リソースが見つかりません。
ne: श्रोत भेटिएन
pl: Nie odnaleziono zasobów.
ru: Источники данных не найдены.

source: Maybe the URL is misspelled or the data has been deleted.
cs: Je možné, že je URL chybné, případně jsou data vymazána.
ja_jp: URLの打ち間違いか、データが削除された可能性があります。
ne: शायद यूआरएल गलत छ वा डाटा मेटिएको छ।
pl: Być może adres URL nie został wpisany prawidłowo lub dane zostały usunięte.
ru: Вероятно, адрес неверный или данные удалены.

source: Something went wrong.
cs: Něco se pokazilo.
ja_jp: 不具合が発生しました
ne: केही गल्ती भयो।
pl: Coś poszło nie tak.
ru: Что-то пошло не так.

source: Internal Server Error
cs: Vnitřní chyba serveru
ne: आन्तरिक सर्भर त्रुटि
pl: Błąd serwera
ru: Внутренняя ошибка сервера

source: Upload any kind of financial data to OpenSpending and explore it with our built-in interactive visualizations.
cs: Nahrajte jakýkoli typ finančních dat do OpenSpending a znázorněte ji naší zabudovanou interaktivní vizualizací.
ja_jp: どんな種類の財務データでも、OpenSpendingに登録し、標準装備のインタラクティブな可視化ツールを使って探索できます。
ne: ओपनस्पेन्डिङमा कुनै पनि वित्तीय डाटा अपलोड गर्ने र हाम्रो निर्मित अन्तरक्रियात्मकबाट चित्रण गर्नुहोस् ।
pl: Wrzucaj dane finansowe dowolnego typu na OpenSpending i przeglądaj je korzystając z zaimplementowanych, interaktywnych wizualizacji.
ru: Загрузите любые финансовые данные на OpenSpending и изучите их с помощью наших встроенных интерактивных визуализаций.

source: Users publish <a href="https://openspending.org/budgetmarocain">budgets</a>, <a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">procurements</a>, <a href="https://openspending.org/ukgov-25k-spending">spending data</a> and even <a href="https://openspending.org/senadofederal/entries">public employee salaries</a>.
cs: Uživatelé publikují <a href="https://openspending.org/budgetmarocain">rozpočty</a>, <a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">zakázky</a>, <a href="https://openspending.org/ukgov-25k-spending">údaje o výdajích</a> a dokonce <a href="https://openspending.org/senadofederal/entries">veřejné platy zaměstnanců</a>.
ja_jp: ユーザーは <a href="https://openspending.org/budgetmarocain">予算</a>, <a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">調達</a>, <a href="https://openspending.org/ukgov-25k-spending">支出データ</a> や <a href="https://openspending.org/senadofederal/entries">公共職員の給与</a>さえも公開します。
ne: प्रयोगकर्ताद्धारा प्रकाशित<a href="https://openspending.org/budgetmarocain">बजेटहरु</a>,<a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">प्राप्ति </a>, <a href="https://openspending.org/ukgov-25k-spending">खर्च डाटा</a>र पनि<a href="https://openspending.org/senadofederal/entries">सार्वजनिक कर्मचारी तलब</a>.
pl: Użytkownicy dzielą się informacjami o <a href="https://openspending.org/budgetmarocain">przychodach budżetowych</a>, <a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">zakupach</a>, <a href="https://openspending.org/ukgov-25k-spending">wydatkach</a> a nawet <a href="https://openspending.org/senadofederal/entries">płacach pracowników administracji publicznej</a>.
ru: Пользователи публикуют <a href="https://openspending.org/budgetmarocain">бюджеты</a>, <a href="https://openspending.org/marches-publics-senegal/views/liste-des-attributaires">данные о закупках</a>, <a href="https://openspending.org/ukgov-25k-spending">расходах</a> и даже <a href="https://openspending.org/senadofederal/entries">о зарплатах государственных служащих</a>.

source: Use our <a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">widgets</a> to embed your visualization on your own website.
cs: Využijte naše <a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">widgety</a> k vložení vaší vizualizace na vlastní webovou stránku.
ja_jp: わたしたちの <a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">ウィジェット</a>をあなたのビジュアライゼーションをあなたのウェブサイトに埋め込むために使ってください。
ne: प्रयोग हाम्रो<a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">विजेटहरू </ a>आफ्नो वेबसाइट मा आफ्नो दृश्य इम्बेड गर्न।
pl: Użyj naszych <a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">widżetów</a> aby osadzić Twoją wizualizację na własnej stronie.
ru: Используйте наш <a href="http://www.pbs.org/idealab/2013/03/how-to-embed-open-spending-visualizations-in-your-own-website078">виджет</a>, встроив нашу визуализацию в свой сайт.

source: Create a dataset
cs: Vytvořit datovou sadu
ja_jp: データセットを作成
ne: डाटासेट सिर्जना गर्ने
pl: Utwórz zbiór danych
ru: Создать набор данных

source: Upload a dataset
cs: Nahrát datovou sadu
ja_jp: データセットをアップロード
ne: डाटासेट अपलोड गर्नुहोस्
pl: Załaduj zbiór danych
ru: Загрузить набор данных

source: OpenSpending holds nearly 16 mio. transactions from more than 300 datasets across more than 70 countries.
cs: OpenSpending schraňuje téměř 16 milionů transakcí z více jak 300 datových sad z více než 70 zemí.
ja_jp: OpenSpending は70カ国以上から集められた、300を超えるデータセットから、1,600万件近くの取引データを保有しています。
ne: ओपनस्पेन्डिङले लगभग 16 मिओ लेनदेन 70 देशहरुमा 300 भन्दा डाटासेट धारण गरेको छ ।
pl: OpenSpending przechowuje blisko 16 mln transakcji z ponad 300 zestawów danych i przeszło 70 krajów.

source: Browse the <a href="%(indexurl)s">list of datasets</a> and learn about public finances from around the world, or browse <a href="http://apps.openspending.org/maps/">our map of cities</a> on OpenSpending.
cs: Prohledejte <a href="%(indexurl)s">seznam datových sad</a> a seznamte se s veřejnými financemi z celého světa nebo prohledejte <a href="http://apps.openspending.org/maps/">naši mapu měst</a> na OpenSpending.
ja_jp: <a href="%(indexurl)s">データセットのリスト</a>を閲覧し、世界中の公共の会計について学んでください。または、OpenSpendingを利用している都市の<a href="http://apps.openspending.org/maps/">地図</a>を見てみてください。
ne: ब्राउज गर्नुहोस<a href="%(indexurl)s">डाटासेटहरुको सुची</a>र दुनिया भर देखि सार्वजनिक वित्त सिक्न, वा ब्राउज<a href="http://apps.openspending.org/maps/">शहरहरुको नक्सा</a>ओपनस्पेन्डिङ माथि
pl: Przeglądaj <a href="%(indexurl)s">listę zbiorów danych</a> i zdobądź wiedzę o finansach publicznych z całego świata lub przejrzyj <a href="http://apps.openspending.org/maps/">naszą mapę miast</a> na OpenSpending.
ru: Просмотрите <a href="%(indexurl)s">список наборов данных</a> и узнайте о государственных финансах всего мира, или посмотрите <a href="http://apps.openspending.org/maps/">нашу карту городов, данные которых загружены</a> на OpenSpending.

source: Search the datasets
cs: Prohledat datové sady
ja_jp: データセットを検索
ne: डेटासेटको खोज
pl: Przeszukaj zbiory danych
ru: Поиск наборов данных

source: Search transactions
cs: Prohledat transakce
ja_jp: 取引情報を検索
ne: खोज लेनदेन
pl: Przeszukaj transakcje
ru: Поиск транзакций

source: List of datasets
cs: Seznam datových sad
ja_jp: データセットのリスト
ne: डेटासेट को सूची
pl: Lista zbiorów danych
ru: Список наборов данных

source: ...or look at the datasets
cs: ... nebo se podívejte na datové sady
ja_jp: ...またはデータセットを見る
ne: ...वा डाटासेटहरुमा हेर्नुहोस्
pl: ...lub spójrz na te zbiory danych
ru: ... или посмотрите наборы данных

source: Create your own visualizations with the <a href="http://community.openspending.org/help/api/aggregate/">OpenSpending API</a> using libraries like <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>, jit, and Raphael.
cs: Vytvořte svou vlastní vizualizaci s <a href="http://community.openspending.org/help/api/aggregate/">OpenSpending API</a> s využitím knihoven jako <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>, jit a Raphael.
ja_jp: <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>や jit、 Raphaelといったライブラリを使い、<a href="http://community.openspending.org/help/api/aggregate/">OpenSpending API</a>であなた独自のビジュアライゼーションを行いましょう。
ne: <a href="http://community.openspending.org/help/api/aggregate/">ओपनस्पेन्डिङ एपिआई</a>सँग आफ्नै भिजुअलाइजेशन गर्नुहोस् पुस्तकालय जस्तै प्रयोग <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>, जीत, र रफाएल।
pl: Stwórz swoją własną wizualizację z <a href="http://community.openspending.org/help/api/aggregate/">interfejsem programistycznym API OpenSpending </a> używając bibliotek takich jak <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>, jit i Raphael.
ru: Создайте свои собственные визуализации с использованием <a href="http://community.openspending.org/help/api/aggregate/">OpenSpending API</a> и таких библиотек, как <a href="http://community.openspending.org/2013/08/20/okfb-inesc/">D3.js</a>, jit и Raphael.

source: You can even create a satellite site while still using OpenSpending as a backend.
cs: Dokonce můžete vytvořit satelitní stránky, zatímco stále používáte OpenSpending jako backend.
ja_jp: OpenSpending を背景に使用して衛星サイトを作成することだって可能です。
ne: ब्याकइन्डमा ओपनस्पेन्डिङ प्रयोग गर्दा पनि तपाई एउटा उपग्रह साइट बनाउन सक्नुहुन्छ ।
pl: Możesz nawet utworzyć witrynę internetową korzystającą z OpenSpending jako backendu.
ru: Вы даже можете создать вспомогательный сайт, используя OpenSpending в качестве движка.

source: API documentation
cs: API dokumentace
ja_jp: APIドキュメント
ne: एपीआई दस्तावेज
pl: Dokumentacja interfejsu API
ru: API документация

source: Look at the API
cs: Podívejte se na API
ja_jp: APIを見てください
ne: एपीआईमा हर्ने
pl: Spójrz na interfejs API
ru: Взгляните на API

source: Contribute
cs: Přispět
ja_jp: 貢献
ne: योगदान
pl: Wprowadź swoje dane lokalne
ru: Внести свой вклад

source: OpenSpending is a community run project and all material is open - open-source code and open data.
cs: OpenSpending je projekt řízený komunitou, všechny materiály jsou otevřené zdrojové kódy a otevřená data.
ja_jp: OpenSpending はコミュニティ運用のプロジェクトですべてのデータはオープンです。オープンソースコード、オープンデータです。
ne: ओपनस्पेन्डिङ एक समुदाय परियोजना हो र सबै भौतिक खुला छ - खुला स्रोत कोड र खुला डाटा।
pl: OpenSpending jest projektem prowadzonym przez społeczność i wszystkie materiały są dostępne dla każdego – jawny kod źródłowy i dane.
ru: OpenSpending - это краудсорсинговый проект, все материалы которого являются открытыми: открытый исходный код и открытые данные.

source: Get involved in loading data, developing the technology, doing analysis or writing news stories!
cs: Zapojte se do nahrávání dat, rozvoje technologie, analyzování nebo psaní nových událostí!
ja_jp: データロード、テクノロジー開発、分析、または新しい物語を書くことに参加しよう！
ne: डाटा लोडमा समावेश हुनुहोस्, प्रौद्योगिकी विकास, विश्लेषण गरेर वा समाचार लेखेर!
pl: Zaangażuj się w udostępnianie danych, opracowywanie technologii, analizy lub pisanie artykułów z newsami!
ru: Примите участие в загрузке данных, разработке технологии, аналитике или подготовке новостей!

source: Community introduction
cs: Představení komunity
ja_jp: コミュニティ紹介
ne: सामुदायिक परिचय
pl: Wprowadzenie do Społeczności
ru: Представление сообщества

source: Join the spending community
cs: Přidejte se do spending komunity
ja_jp: Spendingコミュニティに参加
ne: खर्च समुदायमा शामिल हुनुहोस्
pl: Dołącz do społeczności openspending.org
ru: Присоединиться к нашему сообществу

source: Join our discussion list!
cs: Přidejte se do našeho diskuzního seznamu!
ja_jp: ディスカッションリストに参加しよう！
ne: हाम्रो छलफल सूचीमा शामिल हुनुहोस्!
pl: Dołącz do naszej listy dyskusyjnej!
ru: Присоединитесь к нашей рассылке для обсуждения!

source: Sign up
cs: Přihlásit
ja_jp: サインアップ
ne: साइन अप
pl: Zapisz się
ru: Зарегистрироваться

source: Join our developer list!
cs: Přidejte se do našeho vývojářského seznamu!
ja_jp: 開発者リストに参加しよう！
ne: हाम्रो डेभलपर सूचीमा शामिल!
pl: Dołącz do naszej listy deweloperów!
ru: Присоединиться к нашей рассылке для разработчиков!

source: REST API
ne: विश्राम एपीआई

source: The Store's REST API
ne: यस स्टोर विश्राम एपीआई
pl: REST API Sklepu
ru: Хранилище REST API

source: This API returns JSON versions of the store's domain objects. The URLs are generally the same as the URLs used by the web interface for the same objects, but with "/api/rest" prepended.
cs: API vrací verzi ve formátu JSON. URL jsou obecně stejné jako URL použité na webu, pouze s předponou '/api/rest'.
ja_jp: このAPIはJSON形式のstoreドメインオブジェクトを返します。 URLは、通常同じオブジェクトを表示する際のウェブインターフェースのURLに "/api/rest/" を付与したものになります。
ne: यो एपीआई स्टोर डोमेन वस्तुहरूको जेसोन संस्करणमा फर्कन्छ। यो यूआरएल सामान्यतया वेब इन्टरफेसको लागि प्रयोग यूआरएलों नै हो यही वस्तुहरु, तर "/एपीआई/बाँकी" संग प्रपेन्डेन्ट ।
pl: API zwraca JSONowe wersje obiektów domeny. URLe są asadniczo takie same, jak URLe używane przez web interface do tych samych obiektów, jedynie poprzedzone członem "/api/rest" .
ru: Этот API возвращает JSON-версии объектов из хранилища. URL обычно совпадают с теми URL, которые используются в веб-интерфейсе для тех же объектов, но с указанием "/api/rest".

source: Here are some examples
cs: Zde jsou některé příklady
ja_jp: ここにいくつかの例を示します
ne: यहाँ केही उदाहरणहरू छन्
pl: Oto przykłady
ru: Вот некоторые примеры

source: The JSON response generally contains the same information as the corresponding web page, but in more detail.
cs: JSON obvykle obsahuje stejné informace jako odpovídající webová stránka, ale detailnější.
ja_jp: JSONレスポンスは通常ウェブページと同じ情報を返しますが、より詳細です。
ne: जेसोन प्रतिक्रिया साधारणतया नै जानकारी शामिल छ वेब पेज, तर विस्तृत रूपमा।
pl: Wynik w formacie JSON zawiera w dużej mierze te same informacje co odpowiadająca mu strona internetowa - uwzględnia jednak więcej szczegółów.
ru: Возвращаемый ответ в формате JSON обычно содержит ту же информацию, что и соответствующая веб-страница, но более детально.

source: A JSONP object is returned if a <var>callback</var> parameter is supplied (usually by appending "?callback=myfun" or similar).
cs: Objekt JSON se vrátí, jestliže je dodán parametr <var>callback</var> (obvykle přidáním "?callback=myfun" nebo podobně).
ja_jp: <var>callback</var>パラメータ(通常"?callback=myfun"のような形で表記されます)が付与されていた場合、JSONPオブジェクトが返されます。
ne: यदि JSONP वस्तु फर्केको छ भने <var>कलब्याक</var>गरिएको परामिटर आपूर्ति (सामान्यतया थपेर "? कलब्याक = myfun" वा त्यस्तै) ।
pl: Obiekt JSONP jest zwracany, jeżeli parametr <var>callback</var> został przydzielony (zwykle poprzez dołączenie "?callback=myfun" lub podobnego)
ru: Возвращается объект JSONP, если имеется параметр функции <var>callback</var> (обычно путем присоединения "?callback=myfun" или чего-то подобного).

source: Report
cs: Zpráva
ja_jp: 報告
ne: प्रतिवेदन
pl: Raport
ru: Отчет

source: errors
cs: chyby
ja_jp: エラー
ne: त्रुटिहरू
pl: błędy
ru: ошибки

source: Nothing to report!
cs: Nic k nahlášení!
ja_jp: 報告はありません。
ne: रिपोर्ट गर्न केहि पनि छैन!
pl: Brak raportów
ru: Нет данных для отчета!

source: The source has been loaded successfully. This does not mean the data is stored in a form which is semantically useful, though, so don't forget to sanity-check a few entries!
cs: Zdroj byl úspěšně načten. To však neznamená, že jsou data uložená ve formě, která by byla významově správná, proto nezapomeňte zkontrolovat logičnost položek.
ja_jp: ソースのロードに成功しました。 しかし、データが意味的に使える形で保存されたということではありません。 いくつかのエントリーが正しいかどうかチェックするのをお忘れなく。
ne: स्रोत लोड गरिएको छ सफलतापूर्वक। यसको मतलब हैन कि यो एउटा फर्ममा भण्डारण गरेको छ शब्दार्थ उपयोगी छ, तर, त्यसैले भूल भएन् केही प्रविष्टि विवेक-जाँच!
pl: Ładowanie źródła powiodło się. Nie oznacza to jednak, że dane przechowywane są w formie użytecznej semantycznie, więc nie zapomnij sprawdzić poprawności kilku wpisów!
ru: Исходные данные успешно загружены. Однако это не означает, что данные сохранены в форме, которая является наиболее полезной с точки зрения пользователя, так что проверьте разумность полученных результатов вручную.

source: Level
cs: Úroveň
ja_jp: 階層
ne: समतल
pl: Poziom
ru: Уровень

source: Message
cs: Zpráva
ja_jp: メッセージ
ne: सूचना
pl: Wiadomość
ru: Сообщение

source: Row
cs: Řádek
ja_jp: 行
ne: पंक्ति
pl: Wiersz
ru: Строка

source: Link
cs: Odkaz
ja_jp: リンク
ne: लिंक
ru: Ссылка

source: Operations
cs: Obsluha
ja_jp: 操作
ne: सञ्चालन
pl: Działania
ru: Операции

source: OK
ne: ठीक
ru: ОК

source: columns
cs: Sloupce
ja_jp: 列
ne: स्तमहरू
pl: kolumny
ru: колонки

source: Successfully loaded
cs: Úspěšně nahráno
ja_jp: 読み込み完了
ne: सफलतापूर्वक लोड भयो
pl: Ładowanie zakończone sukcesem
ru: Загрузка успешно завершена

source: Running...
cs: Zpracování...
ja_jp: 実行中...
ne: चलिरहेको
pl: Działanie w toku...
ru: Идет обработка...

source: Load source into OpenSpending
cs: Nahrát soubor do OpenSpending
ja_jp: OpenSpending にソースをロードする
ne: ओपनस्पेन्डिङ मा लोड स्रोत
pl: Załaduj źródło do OpenSpending
ru: Загрузка источника в OpenSpending

source: Load
cs: Nahrát
ja_jp: 読み込む
ne: लोड
pl: Załaduj
ru: Загрузить

source: Test a sample
cs: Test vzorku
ja_jp: サンプルを試す
ne: एउटा नमूना परीक्षण
pl: Przetestuj próbkę
ru: Протестировать образец

source: Test
ja_jp: テスト
ne: परिक्षण
pl: Przetestuj
ru: Тест

source: Delete source
cs: Smazat soubor
ja_jp: ソースを削除
ne: स्रोत मेट्नुहोस्
pl: Usuń źródło
ru: Удалить источник

source: Delete
cs: Smazat
ja_jp: 削除する
ne: मेट्नुहोस्
pl: Usuń
ru: Удалить

source: Reports
cs: Hlášení
ja_jp: レポート
ne: प्रतिवेदनहरू
pl: Raporty
ru: Отчеты

source: Running
cs: Průběh
ja_jp: 実行中
ne: चलिरहेको
pl: Przetwarzanie
ru: Идет обработка

source: Complete
cs: Hotovo
ja_jp: 完了
ne: पूरा
pl: Gotowe
ru: Завершено

source: Errors
cs: Chyby
ja_jp: エラー
ne: त्रुटिहरू
pl: Błędy
ru: Ошибки

source: Removed
cs: Odstraněn
ja_jp: 削除されました
ne: हटाइयो
pl: Usunięto
ru: Удален

source: Analysis
cs: Analýza
ja_jp: 分析
ne: विश्लेषण
pl: Analiza
ru: Исследование

source: We found these columns in the CSV file:
cs: Tyto sloupce jsme našli v souboru CSV:
ja_jp: 私達はCSVファイルにこれらの項目を発見しました:
ne: हामीले यस सिएसभि फाइलमा यी स्तम्भहरु पायौ ।
pl: Znaleźliśmy te kolumny w pliku CSV:
ru: Мы нашли эти столбцы в CSV-файле:

source: Warning
cs: Varování
ja_jp: 警告
ne: चेतावनी
pl: Ostrzeżenie
ru: Предупреждение

source: No columns found.
cs: Žádné sloupce nenalezeny
ja_jp: 項目が見つかりませんでした。
ne: कुनै स्तम्भहरू पाइएन।
pl: Nie znaleziono kolumn.
ru: Столбцы не найдены.

source: Still analysing
cs: Stále analizuje
ja_jp: 処理中
ne: अझै पनि विश्लेषण
pl: Analiza w toku
ru: Все еще анализируется

source: Try refreshing in a moment.
cs: Za chvíli zkuste obnovení.
ja_jp: 金額をリフレッシュしてみてください。
ne: एक पल मा रिफ्रेस गर्ने प्रयास गर्नुहोस्।
pl: Spróbuj odświeżyć stronę za chwilę.
ru: Попробуйте обновить через некоторое время.

source: URL
ne: यूआरएल

source: This must point directly at a valid CSV file. HTML landing pages or other formats, such as Excel, will not work.
cs: Musí to směřovat přímo na platný CSV soubor. Cílové stránky HTML nebo jiné formáty jako Excel nebudou fungovat.
ja_jp: これはCSVファイルを直接指定する必要があります。HTMLのランディングページやExcelファイルは動作しません。
ne: यसले सीधै औंल्याउँछन् पर्छ वैध सिएसवि फाइल । एचटीएमएल अवतरण पृष्ठ या जस्तै अन्य स्वरूप, एक्सेल, लेकाम गर्दैन।
pl: Musi wskazywać bezpośrednio na właściwy plik CSV. Strony docelowe HTML lub innego formatu, takie jak Excel, nie będą działać.
ru: Это должно указывать непосредственно на правильный CSV-файл. Посадочные HTML-страницы и страницы в других форматах, такие как Excel, работать не будут.

source: We recommend using <strong>,</strong> as delimiter and wrapping values in double quotes (especially amounts). The first line will always be regarded as a header row. <a href="http://community.openspending.org/help/guide/en/formatting-data/">Want to know more?</a>
cs: Doporučujeme používat <strong>,</strong> jako oddělovací znak a balící hodnoty v uvozovkách (zvláště částky). První řádek bude vždy považován za záhlaví. <a href="http://community.openspending.org/help/guide/en/formatting-data/">Chcete vědět víc?</a>
ja_jp: 区切り文字には<strong>,</strong>を利用し、値はダブルクォート(特に金額)で囲むことをお勧めします。最初の行は常にヘッダ行とみなされます。<a href="http://community.openspending.org/help/guide/en/formatting-data/">詳細</a>
ne: हामी प्रयोग गर्न सिफारिस गर्छैा <strong>,</strong>दोहोरो उद्धरण मा सीमांकक र रैपिंग मान को रूप मा (विशेष गरी बराबर)। पहिलो लाइन संधै एउटा पङ्क्ति हेडर रुपमा मानिनेछ। <a href="http://community.openspending.org/help/guide/en/formatting-data/">अझ बढी जान्न चाहनुहुन्छ?</a>
pl: Zalecamy używanie <strong>przecinka</strong> jako separatora i umieszczania wartości w cudzysłowach (w szczególności kwot). Pierwsza linia zawsze będzie traktowana jako wiersz nagłówka. <a href="http://community.openspending.org/help/guide/en/formatting-data/">Chcesz dowiedzieć się więcej?</a>
ru: Мы рекомендуем использовать <strong>,</strong> в качестве разделителя, в том числе для значений в двойных кавычках (особенно для сумм). Первая строка всегда рассматривается в качестве заголовка. href="http://community.openspending.org/help/guide/en/formatting-data/">Хотите узнать больше?</a>

source: Embedded Visualisation
cs: Vložená vizualizace
ja_jp: 埋め込み済のビジュアライゼーション
ne: सम्मिलित चाक्षुषीकरण
pl: Wbudowana Wizualizacja
ru: Встроенная визуализация

source: Visualised with OpenSpending
cs: Znázornit s OpenSpending
ja_jp: OpenSpendingでビジュアライズされました
ne: चाक्षुषीकरण ओपनस्पेन्डिङ सँग
pl: Wizualizacja z użyciem OpenSpending
ru: Визуализировано в OpenSpending

source: Library of visualisations
cs: Knihovna vizualizací
ja_jp: ビジュアライゼーションライブラリー
ne: चाक्षुषीकरणको लाइब्रेरी
pl: Biblioteka wizualizacji
ru: Библиотека визуализаций

source: by %(user)s
cs: od %(user)s
ne: द्वारा %(user)s
pl: przez %(user)s
ru: пользователем %(user)s

source: Create a visualisation
cs: Vytvořit vizualizaci
ja_jp: ビジュアライゼーションの作成
ne: एउटा दृश्य सिर्जना
pl: Utwórz wizualizację
ru: Создать визуализацию

source: Name your visualisation
cs: Název vaší vizualizace
ja_jp: ビジュアライゼーションの名前
ne: आफ्नो दृश्य नाम
pl: Nazwij swoją wizualizację
ru: Название вашей визуализации

source: You can store your visualisation with a name so that you can come back to it later and it will become visible to others.
cs: Můžete uložit vaší vizualizaci s názvem, čímž zajistíte, že se k ní budete moci vrátit později a že se stane viditelnou pro ostatní.
ja_jp: あなたはあとで戻ってきた時や他の人が閲覧できるようにするため、名前をつけてビジュアライゼーションを保存することができます。
ne: तपाईंले पछि फिर्ता आउन सक्दैन र अरूलाई दृश्यात्मक हुनेछ ताकि तपाईं एउटा नाम संग आफ्नो दृश्य स्टोर गर्न सक्छन्।
pl: Możesz przypisać nazwę swojej wizualizacji, przez co stanie się widoczna dla innych i będziesz mógł wrócić do niej później.
ru: Вы можете сохранить визуализацию с названием, чтобы вернуться к ней позже, и она станет видимой для других пользователей.

source: You need to be signed in to save a view.
cs: Musíte být přihlášen/a, abyste mohl/a uložit zobrazení.
ja_jp: ビューをセーブするにはサインインが必要です
ne: तपाईं एउटा दृष्टिकोण बचाउन हस्ताक्षर गर्नु आवश्यक छ।
pl: Musisz być zalogowany(na) aby zapisać podgląd.
ru: Вы должны войти в свою учетную запись, чтобы сохранить визуализацию.

source: Embed in another website
cs: Vložit na jinou webovou stránku
ja_jp: 他のサイトに埋め込む
ne: अर्को वेभसाइट इम्बेड
pl: Osadź w innej stronie internetowej.
ru: Встроить на другой сайт
