Repository: CivicVision/datahub
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: cs, ja_jp, ne, pl, ru

source: If you don't save this visualisation, you can still copy and paste the embed code below, to embed the widget in another website, such as a blog or article.
cs: I když vizualizaci neuložíte, stále můžete kopírovat a vkládat kód pro vložení, který se nachází níže, na jiné webové stránky, například na blog nebo do článků.
ja_jp: もしこのビジュアライゼーションを保存しない場合でも、あなたは下記の埋め込みコードをコピーペーストすることで、ウィジェットを他のブログなどのウェブサイトに埋め込むことができます。
ne: तपाईंले यो दृश्य बचत गर्नुभएन भने, तपाईंले अझै पनि प्रतिलिपि र तल embed कोड पेस्ट, यस्तो ब्लग वा लेख को रूप मा अन्य वेबसाइट, मा विजेट सम्मिलित गर्न सक्नुहुन्छ।
pl: Jeśli nie zapiszesz tej wizualizacji, nadal możesz skopiować i wkleić poniższy kod osadzania aby wbudować widżet w inną stronę, np. blog czy artykuł.
ru: Если вы не сохраните эту визуализацию, вы все равно сможете использовать код, представленный ниже, для встраивания виджета на другой сайт, например, в блог или какую-то статью.

source: Width
cs: Šířka
ja_jp: 幅
ne: चौडाई
pl: Szerokość
ru: Ширина

source: Height
cs: Výška
ja_jp: 高さ
ne: उचाइ
pl: Wysokość
ru: Высота

source: Update widget
cs: Aktualizovat widget
ja_jp: ウィジェットを削除
ne: नवीनीकरण विजेट
pl: Aktualizuj widżet
ru: Обновить виджет

source: Login name already exists, please choose a different one
cs: Přihlašovací jméno již existuje, zvolte jiné.
ja_jp: ログイン名は既に存在しています。違うログイン名を利用してください。
ne: लग नाम पहिले नै अवस्थित छ, एक भिन्न चयन गर्नुहोस्
pl: Ten login już istnieje, podaj inny login.
ru: Такое имя пользователя уже зарегистрировано. Пожалуйста, выберите другое.

source: Passwords don't match!
cs: Hesla se neshodují!
ja_jp: パスワードが違います
ne: पासवर्ड मिलेन !
pl: Hasła nie pokrywają się !
ru: Введенные пароли не совпадают!

source: Subscription to the following mailing lists probably failed: %s.
cs: Přihlášení do následující e-mailové konference pravděpodobně selhalo: %s.
ja_jp: おそらく次のメーリングリストの購読に失敗しました。:%s
ne: निम्न पत्राचार सूची लागि सदस्यता शायद असफल: %s।
pl: Subskrypcja do następujących list e-mailowych prawdopodobnie się nie powiodła: %s.
ru: Подписка на следующие списки рассылок, возможно, не удалась: %s.

source: Your settings have been updated.
cs: Vaše nastavení byla aktualizována.
ja_jp: あなたの設定は更新されました
ne: तपाईंको सेटिङहरू अद्यावधिक गरिएको छ।
pl: Twoje ustawienia zostały zaktualizowane.
ru: Обновление ваших настроек завершено.

source: You are not authorized to see that page
cs: Nemáte oprávnění vidět tuto stránku.
ja_jp: あなたはそのページを閲覧する認証がありません。
ne: तपाईलाई यो पेज हर्न अधिकार छैन
pl: Nie masz uprawnień do wyświetlenia tej strony
ru: У вас нет прав на просмотр этой страницы

source: Welcome back, %s!
cs: Vítejte zpět, %s!
ja_jp: おかえりなさい、%s!
ne: पुनः स्वागत, %s!
pl: Witaj ponownie, %s
ru: Приветствуем, %s!

source: Incorrect user name or password!
cs: Nesprávné uživatelské jméno nebo heslo!
ja_jp: ユーザー名かパスワードが違います！
ne: गलत प्रयोगकर्ता नाम वा पासवर्ड!
pl: Niepoprawna nazwa użytkownika lub hasło.
ru: Неверное имя пользователя или пароль.

source: You have been logged out.
cs: Byl/a jste odhlášen/a.
ja_jp: ログアウトしました。
ne: तपाईं बाहिर आउनुभएको छ।
pl: Zostałeś wylogowany.
ru: Вы вышли из системы.

source: Please enter an email address!
cs: Prosím, vložte vaší e-mailovou adresu!
ja_jp: Eメールアドレスを入力してください。
ne: कृपया ईमेल ठेगाना प्रविष्ट गर्नुहोस्!
pl: Prosimy o wpisanie adresu e-mail!
ru: Введите, пожалуйста, адрес электронной почты!

source: No user is registered under this address!
cs: Pod touto adresou není registrovaný žádný uživatel!
ja_jp: このアドレスで登録のあるユーザはいません。
ne: कुनै प्रयोगकर्ता यो ठेगाना अन्तर्गत दर्ता छैन!
pl: Pod tym adresem nie jest zarejestrowany żaden użytkownik!
ru: Нет пользователей, зарегистрированных по этому адресу!

source: You've received an email with a link to reset your password. Please check your inbox.
cs: Obdržel/a jste e-mail s odkazem na obnovení vašeho hesla. Prosím, zkontrolujte svou e-mailovou schránku.
ja_jp: パスワードをリセットするためのリンクが付与されたEメールが送信されました。受信ボックスをチェックしてください。
ne: तपाईं आफ्नो पासवर्ड समायोजन सबै नष्ट गर्न एउटा लिंक संग इमेल प्राप्त गर्नुभएको छ। आफ्नो इनबक्स जाँच गर्नुहोस्।
pl: E-mail zawierający link do zresetowania hasła został wysłany. Sprawdź swoją skrzynkę odbiorczą.
ru: Вы получили письмо со ссылкой для восстановления пароля. Пожалуйста, проверьте свой почтовый ящик.

source: The reset link is invalid!
cs: Odkaz na obnovení je neplatný!
ja_jp: このリセットリンクは有効ではありません。
ne: यो रिसेट लिंक अवैध छ!
pl: Link prowadzący do zresetowania hasła jest nieprawidłowy!
ru: Ссылка на страницу сброса пароля является недействительной!

source: Thanks! You have now been signed in - please change your password!
cs: Děkujeme! Byl/a jste přihlášen/a - prosím, změňte svoje heslo!
ja_jp: ありがとうございます！あなたはサインインしました。パスワードを変更してください。
ne: धन्यवाद! अब तपाईं साइन इन भएको छ - आफ्नो पासवर्ड परिवर्तन गर्नुहोस्!
pl: Dzięki! Zostałeś zalogowany - zmień hasło.
ru: Спасибо! Вы уже вошли в свою учетную запись, пожалуйста, измените свой пароль!

source: Uploading files not supported at the moment.
cs: V tuto chvíli není nahrávání souborů podporováno.
ja_jp: 現在、ファイルのアップロードはサポートされていません。
ne: अपलोड फाइलहरू यस क्षण मा समर्थित छैन।
pl: Ładowanie plików w tym momencie nie jest dostępne.
ru: Загрузка файлов в данный момент не поддерживается.

source: Badge not found.
cs: Symbol nenalezen.
ja_jp: バッジが見つかりません。
ne: बैज फेला परेन।
pl: Odznaka nie odnaleziona.
ru: Бейдж не найден.

source: Parameter values not supported: %s
cs: Hodnoty parametrů nejsou podporovány: %s.
ja_jp: パラメータ値がサポートされていません；%s
ne: प्यारामिटर मान समर्थित छैन: %s
pl: Nieobsługiwane wartości parametrów: %s
ru: Значения параметров не поддерживаются: %s

source: A dataset with this identifer already exists!
cs: dataset
ja_jp: この識別子のデータセットはすでに存在しています。
ne: यो पहिचायक संग एक डाटासेट पहिले नै अवस्थित छ!
pl: Zbiór danych o podanym identyfikatorze już istnieje!
ru: Набор данных с таким идентификатором уже существует!

source: Recently Created Datasets
cs: Nedávno vytvořené datové sady.
ja_jp: 最近作成されたデータセット
ne: हालै बनाएको डाटासेट
pl: Najnowsze Zbiory Danych
ru: Недавно созданные наборы данных

source: Recently created datasets in the OpenSpending Platform
cs: Nedávno vytvořené datové sady v platformě OpenSpending.
ja_jp: 最近OpenSpendingプラットフォームで作成されたデータセット
ne: ओपनस्पेन्डिङ प्लेटफर्ममा हालै सिर्जना डाटासेट
pl: Najnowsze zbiory danych w Platformie OpenSpending
ru: Недавно созданные наборы данных в платформе OpenSpending

source: This is not a dimension
cs: Nejedná se o dimenzi
ja_jp: ディメンションがありません。
ne: यो एक परिमाण होइन
pl: To nie jest wymiar.
ru: Это не измерение.

source: Sorry, there is no member named %r
cs: Omlouváme se, ale žádný člen se nejmenuje %r
ja_jp: 申し訳ありません。%r というユーザーは存在しません。
ne: माफ गर्नुहोला, कुनै सदस्य नाउँ %r गरेको छैन
pl: Przepraszamy, nie odnaleziono członka o nazwie %r.
ru: К сожалению, пользователь с именем %r не зарегистрирован.

source: Sorry, there is no dimension named %r
cs: Omlouváme se, ale žádná dimenze se nejmenuje %r
ja_jp: 申し訳ありません。%r という名前のディメンションはありません。
ne: माफ गर्नुहोला, %r नाम गरेको कुनै परिमाण छैन
pl: Przepraszamy, nie odnaleziono wymiaru o nazwie %r
ru: К сожалению, измерение %r не указано.

source: The dataset has been updated.
cs: Datová sada byla aktualizována.
ja_jp: データセットが更新されました
ne: डाटासेट अद्यावधिक गरिएको छ।
pl: Zbiór danych został zaktualizowany.
ru: Набор данных был обновлен.

source: You cannot edit the dimensions model when data is loaded for the dataset.
cs: Nemůžete upravovat rozměrový model, když se data načítají do datové sady.
ja_jp: データがデータセットにロード済の場合、ディメンションモデルは変更できません。
ne: डेटा डाटासेट लोड गर्दा तपाईं आयाम मोडेल सम्पादन गर्न सक्नुहुन्न्।
pl: Nie można edytować modelu wymiarów w trakcie ładowania danych do zbioru.
ru: После загрузки набора данных вы не сможете отредактировать его структуру.

source: The mapping data could not be decoded as JSON!
cs: Mapovací data nemohou být dekódována jako JSON!
ja_jp: マッピングデータはJSONとしてデコードできませんでした。
ne: मानचित्रण डेटा जेसोन रूपमा डीकोड गर्न सकिँदैन!
pl: Mapowanych danych nie udało się zdekodować do formatu JSON.
ru: Данные не удалось интерпретировать в JSON!

source: The templates have been updated.
cs: Šablony byly aktualizovány.
ja_jp: テンプレートが更新されました。
ne: यस टेम्पलेट अद्यावधिक गरिएको छ।
pl: Szablony zostały zaktualizowane.
ru: Шаблоны были обновлены.

source: The views have been updated.
cs: Zobrazení bylo aktualizováno.
ja_jp: ビューが更新されました。
ne: यो विचार अद्यावधिक गरिएको छ।
pl: Zaktualizowano podgląd.
ru: Представления обновлены.

source: The views could not be decoded as JSON!
cs: Zobrazení nemůže být dekódováno jako JSON!
ja_jp: ビューはJSONとしてデコードできませんでした。
ne: यो विचार जेसोन रूपमा डीकोड गर्न सकिँदैन!
pl: Podglądu nie udało się zdekodować do formatu JSON.
ru: Схему визуализации не удалось распознать в JSON!

source: User account cannot be found.
cs: Uživatelský účet nelze nalézt.
ja_jp: ユーザーアカウントが見つかりませんでした。
ne: प्रयोगकर्ता खाता पाउन सकेन।
pl: Nie odnaleziono konta użytkownika.
ru: Аккаунт пользователя не найден.

source: The team has been updated.
cs: Skupina byla aktualizována.
ja_jp: チーム情報が更新されました
ne: टोली अद्यावधिक गरिएको छ।
pl: Zaktualizowano zespół.
ru: Состав команды обновлен

source: The dataset has been cleared.
cs: Datová sada byla vyčištěna.
ja_jp: データセットがクリアされました。
ne: डाटासेट हटाइएको छ।
pl: Zbiór danych został wyczyszczony.
ru: Набор данных стерт.

source: This dataset is already public!
cs: Tato datová sada je již veřejná!
ja_jp: このデータセットはすでに公開中です。
ne: यो डाटासेट पहिले नै सार्वजनिक छ!
pl: Zbiór danych już ma status upublicznionego!
ru: Этот набор данных уже находится в открытом доступе!

source: Congratulations, the dataset has been published. It is now available at: %s
cs: Gratuluji, datová sada byla zveřejněna. Nyní je dostupná na: %s
ja_jp: おめでとう、データセットは公開されました。それは今閲覧できる状態です: %s
ne: बधाई, डाटासेट प्रकाशित गरिएको छ। यो अब %s मा उपलब्ध छ .
pl: Gratulacje! Zbiór danych został opublikowany. Jest dostępny pod adresem: %s
ru: Поздравляем! Набор данных опубликован и доступен под именем: %s.

source: This dataset is already private!
cs: Tato datová sada je již soukromá!
ja_jp: このデータセットはすでに非公開です。
ne: यो डाटासेट पहिले नै निजी छ!
pl: Zbiór danych już ma status prywatnego!
ru: Этот набор данных уже находится в закрытом доступе!

source: The dataset has been retracted. It is no longer visible to others.
cs: Datová sada byla stáhnuta. Již není viditelná pro ostatní.
ja_jp: データセットが取り消されました。他の人からは見えなくなっています。
ne: डाटासेट बदलिए गरिएको छ। यो अब अरुद्धारा हेर्न सकिदैन ।
pl: Ukryto zbiór danych. Nie jest już widoczny dla innych.
ru: Набор данных изъят из открытого доступа. Теперь он доступен только вам.

source: The dataset has been deleted.
cs: Datová sada byla smazána.
ja_jp: データセットは削除されました。
ne: डाटासेट मेटिएको छ।
pl: Usunięto zbiór danych.
ru: Набор данных удален.

source: Sorry, there is no entry %r
cs: Omlouváme se, ale žádný záznam není %r
ja_jp: すみません。%r というエントリーはありません
ne: माफ गर्नुहोला, यहाँ प्रवेश छैन %r
pl: Przepraszamy, nie odnalziono wpisu: %r
ru: К сожалению, запись с именем %r отсутствует

source: Unable to adjust for inflation
cs: Nelze přizpůsobit pro inflaci
ja_jp: インフレに順応できません。
ne: मुद्रास्फीति को लागि समायोजित गर्न असमर्थ
pl: Dostosowanie do inflacji niemożliwe.
ru: Невозможно установить с учетом инфляции

source: Sent ping!
cs: Zaslán ping!
ja_jp: pingを送ります！
ne: पठाइयो पिंग!
pl: Wyślij pinga!
ru: Оправлен пинг-запрос!

source: There is no source '%s'
cs: Neexistuje zdroj '%s'
ja_jp: '%s' というソースはありません
ne: कुनै पनि स्रोत छैन '%s'
pl: Nie ma źródła '%s'
ru: Источник '%s' не существует.

source: There is no run '%s'
cs: Neexistuje spouštěč '%s'
ja_jp: '%s' は実行されていません
ne: केहि दैरेको छैन '%s'
pl: Nie ma procesu '%s'
ru: Нет запущенных '%s'

source: The source has been created.
cs: Zdroj byl vytvořen.
ja_jp: ソースが作成されました。
ne: स्रोत सिर्जना गरिएको छ।
pl: Źródło zostało utworzone.
ru: Источник создан.

source: Already running!
cs: Již spuštěno!
ja_jp: すでに実行中！
ne: पहिले नै चलिरहेको छ!
pl: Działanie w toku.
ru: Уже запущено!

source: Now loading...
cs: Načítání...
ja_jp: 読込中...
ne: अब लोड ...
pl: Ładowanie...
ru: Идет загрузка...

source: Invalid widget type: %r
cs: Neplatný typ ovládacího prvku: %r
ja_jp: 不正なウィジェットタイプ: %r
ne: अवैध विजेट प्रकार:%r
pl: Niepoprawny typ widżetu: %r
ru: Неверный тип виджета: %r

source: Sorry, there is no view %r
cs: Pardon, neexistuje zobrazení %r
ja_jp: すみません。%r というビューはありません
ne: माफ गर्नुहोला, %r को कुनै दृष्टिकोण छैन
pl: Przepraszamy, brak możliwości podglądu %r
ru: Извините, нет соответствующего вида %r

source: You are not authorized to delete this view.
cs: Nejste autorizován smazat toto zobrazení.
ja_jp: このビューを削除する権限がありません。
ne: तपाईंलार्इ यो दृश्य मेट्न अधिकार छैन।
pl: Nie masz uprawnień aby usunąć ten podgląd.
ru: Вы не авторизованы для удаления этого вида.

source: '%s' has been deleted.
cs: '%s' byl smazán.
ja_jp: '%s' は削除されました。
ne: '%s' मेटिएको छ।
pl: Usunięto '%s'.
ru: '%s' удален.

source: No widget type has been specified.
cs: Nebyl specifikován typ ovládacího prvku.
ja_jp: ウィジェットタイプが指定されていません
ne: कुनै विजेट प्रकार निर्दिष्ट गरिएको छ।
pl: Nie określono typu widżetu
ru: Тип виджета не определен.

source: Sorry, there is no dataset named %r
cs: Omlouváme se, ale žádný dataset s názvem %r není
ja_jp: すみません。%r というデータセットはありません。
ne: माफ गर्नुहोला,%r नाम गरेको कुनै पनि डाटासेट छैन
pl: Przepraszamy, nie odnaleziono zbioru danych o nazwie %r
ru: К сожалению, набор данных %r отсутствует

source: Untitled
cs: Bez názvu
ja_jp: 無題
ne: शीर्षक नभएको
pl: Bez tytułu
ru: Без названия

source: No widget named '%s' exists.
cs: Ovládací prvek s názvem '%s' neexistuje.
ja_jp: '%s' という名前のウィジェットはありません
ne: '%s' नाम गरेको कुनै पनि विजेट भेटिएन।
pl: Widżet o nazwie '%s' nie istnieje.
ru: Виджет с именем '%s' не существует.

source: User scoreboard
pl: Tablica wyników użytkownika

source: OpenSpending Dataset Maintainers
pl: Opiekunowie zbiorów danych OpenSpending

source: Existing Dimensions
pl: Istniejące Wymiary

source: Time
pl: Czas
ru: Время

source: From
pl: Od

source: To
pl: Do

source: details
pl: szczegóły

source: It's our money!
pl: To nasze pieniądze!

source: By understanding how governments spend money <strong>in our name</strong> can we have a say in how that money will affect our own lives.
pl: Rozumiejąc jak rząd wydaje pieniądze <strong>w naszym imieniu</strong>, otwieramy sobie drogę do wpływania na to, jak te pieniądze wpływaną na nasze życie.

source: The journey starts here.
pl: Podróż rozpoczyna się tutaj.

source: Upload
pl: Prześlij

source: Explore
pl: Przeglądaj
ru: Просмотреть.

source: Visualize
pl: Wizualizuj

source: You are not authorized to view this page
pl: Nie masz uprawnień do tego, by zobaczyć tę stronę.

source: Here you can rename your widget and/or update the description. You can also change and modify the the widget itself but keep in mind that others might be using and embedding the widget as it is now on their sites. <strong>Changing the widget here will change it everywhere.</strong> This might then create a discrepancy between the widget and the context of a page it's embedded in.
cs: Zde můžete přejmenovat svůj widget a/nebo aktualizovat jeho popis. Můžete také změnit a modifikovat samotný widget, ale pamatujte, že ostatní mohli užívat a vkládat widget na své vlastní stránky. <strong>Změna widgetu zde povede k jeho změně všude.</strong> To může způsobit rozpor mezi widgetem a kontextem stránky, na kterou je vložen.
