Repository: CivicVision/datahub
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: cs, ja_jp, ne, pl, ru

source: Beyond that, you can add your own dimensions to describe aspects such as classification schemes, descriptions, transaction IDs and any other details present in the source data.
cs: Kromě toho můžete přidat vaše vlastní dimenze, abyste popsal/a různé aspekty, jako jsou klasifikační schémata, popisy, transakce ID a ostatní detaily prezentované ve zdrojových datech.
ja_jp: それだけではなく、あなたは分類スキームや解説、トランザクションIDやその他ののソース内に存在するデータから独自の切り口を表現するディメンションを追加することができます。
ne: त्यो भन्दा, तपार्इ आफ्नो थप्न सक्नुहुन्छ पक्षहरू वर्णन आयामहरुको यस्तो वर्गीकरण योजनाको रूप, वर्णन, कारोबार आईडी र कुनै पनि उपस्थित स्रोत अन्य विवरणहरू डाटा ।
pl: Ponadto, może definiować własne wymiary, aby opisać wszystkie aspekty zbioru takie jak schematy klasyfikacji, opisy, identyfikatory transakcji, i jakiekolwiek inne szczegóły zawarte w danych źródłowych.
ru: Помимо этого, вы можете добавить свои собственные измерения для описания таких аспектов, как классификации, описания, идентификаторы транзакций и любые другие детали, представленные в источнике данных.

source: What do I do here?
cs: Co tu dělám?
ja_jp: ここでできること
ne: म यहाँ के गर्नु?
pl: Co ja tu robię ?
ru: Что можно здесь делать?

source: First off, make sure to set up the model to conform to these basic requirements:
cs: Nejprve se ujistěte, že nastavení modelu je vyhovuje těmto základním požadavků:
ja_jp: まず、これらの基本的な要件に合うようにモデルを設定してください
ne: सबै भन्दा पहिले, स्थापित सुनिश्चित गर्नु् यी आधारभूत चल्न मोडेल आवश्यकताहरुः
pl: W pierwszej kolejności upewnij się, że model zostanie przygotowany i dostosowany do podstawowych wymagań:
ru: Прежде всего, убедитесь, что вы настроили модель, соответствующую этим основным требованиям:

source: Create <code>amount</code> with the core financial measure of the dataset and <code>time</code> to represent the most representative temporal dimension.
cs: Vytvořte <code>množství</code> se základním finančním měřítkem datasetu a <code>čas</code>, abyste představili nejreprezentativnější časovou dimenzi.
ja_jp: データセットのコアな会計単位と<code>金額</code> 、 <code>時間</code> を、最も代表的な一時的なディメンションとして作成してください。
ne: सिर्जना<code>राशि</code> मुख्य सँग वित्तीय डाटासेट को उपाय र <code>समय</code>सबैभन्दा प्रतिनिधित्व गर्न प्रतिनिधि अस्थायी परिमाण
pl: Utwórz <code>kwotę</code> zwierającą kluczowe dane finansowe zbioru oraz <code>czas</code> aby pokazać wymiar czasowy.
ru: Создайте поле <code>amount</code>, которое содержит финансовую информацию, и поле <code>time</code> для даты транзакции.

source: If your data is transactional and contains the name of a department or body spending the funds, make sure to include a <code>from</code> dimension.
cs: Pakliže se vaše data týkají obchodních transakcí a obsahují název úřadu nebo orgánu, který vynakládá finanční prostředky, ujistěte se, že zahrnujete <code>od</code> dimenzi.
ja_jp: もしあなたのデータが取引単位であり、部門名や使い道を含んでいる場合、<code>from</code>ディメンションを必ず追加してください。
ne: आफ्नो डेटा व्यवहार हो र यदि एउटा विभाग को नाम छ र धनराशि खर्च निकाय, पक्का बनाउन एउटा परिमाण<code>देखि</code> ।
pl: Jeśli Twoje dane dotyczą budżetu zrealizowanego i zawierają nazwę departamentu lub innego ciała dokonującego wydatków, upewnij się, że uwzględniłeś wymiar <code>od</code>.
ru: Если данные о ваших транзакциях содержат наименования департаментов или органов, отвечающих за расходование средств, добавьте измерение с именем <code>from</code>.

source: If the data mentions a recipient, such as a supplier, set <code>to</code> as another dimension.
cs: Jestliže data zmiňují příjemce, například dodavatele, nastavte <code>do</code> jako jinou dimenzi.
ja_jp: もしデータが受領者や支払者を含む場合、<code>to</code>ディメンションを設定してください。
ne: यदि डाटाले प्राप्तकर्ता उल्लेखित, यस्तो आपूर्तिकर्ता, सेट <code>लागि</code>अर्को पक्ष हो।
pl: Jeśli dane zawierają odbiorcę płatności, np. dostawcę, ustaw <code>do</code> jako kolejny wymiar.
ru: Если в данных упоминается получатель средств, такой как поставщик, создайте измерение с именем <code>to</code>.

source: Set a unique key combination so that the values within that combination are different between all entries in the dataset. This can later be used for updating the dataset.
cs: Nastavte unikátní kombinaci kláves tak, aby se hodnoty v rámci této kombinace lišily od všech záznamů v datové sadě. Toto může být později použito pro aktualizaci datové sady.
ja_jp: 組み合わせで生まれる値がデータセット内のエントリー全てで異なるように、一意のキーの組み合わせを設定してください。これはあとでデータセットを更新する時に利用されます。
ne: एक अद्वितीय कुञ्जी संयोजन सेट राख्ने यदि त्यस भित्रका मानहरू संयोजन सबै बीच अलग छन् डाटासेट प्रविष्टिहरू । यो गर्न सक्छन् पछि अद्यावधिक गर्नको लागि प्रयोग गर्न डाटासेट
pl: Ustaw unikalną kombinację klucza tak, aby wartości w obrębie tej kombinacji były różne od wszystkich wpisów w zbiorze danych. Może to być później używane do aktualizowania zbioru danych.
ru: Установите комбинацию уникального ключа так, чтобы значения этих комбинаций были различны для всех записей в наборе данных. Это может быть использовано позднее для обновления набора данных.

source: After you've done these basic things, make sure to also create dimensions to cover any other aspects present in the source data. You can group related columns into a single dimension, for example if each row mentions both a company's name and its VAT number.
cs: Poté, co jste splnili tyto základní věci, ujistěte se, že též vytvoříte dimenze, abyste pokryli všechny další aspekty vyskytující se ve zdrojových datech. Můžete spojovat související sloupce do jedné dimenze, například pokud každý řádek zmiňuje jak jméno firmy, tak její daňové identifikační číslo.
ja_jp: これらの基本的な作業が完了したら、ソースデータに存在する切り口をカバーするディメンションを作成してください。 あなたは関連するカラムを一つのディメンションに含めることができます。例えば、各行が会社名と取引先番号を持っている場合などです。
ne: यी आधारभूत कुराहरू गर्नुभएको पछि, पनि आयाम सिर्जना गर्न सुनिश्चित मा वर्तमान कुनै पनि अन्य पक्षहरू कवर स्रोत डाटा। तपाईं गर्न सक्छन् समूह एउटा एकल मा सम्बन्धित स्तम्भहरू परिमाण, उदाहरणका लागि यदि प्रत्येक पंक्ति कम्पनीको नाम र दुवै उल्लेख त्यो भ्याट नम्बर।
pl: Po wykonaniu podstawowej konfiguracji. upewnij się, że dodałeś wymiary poprzez które zaprezentujesz wszystkie aspekty danych zawarte w zbiorze. Możesz grupować kolumny logicznie powiązane w jeden wymiar, np. jeśli każdy wiersz określa nazwę firmy i jej numer NIP.
ru: После того как вы выполните эти основные вещи, не забудьте создать измерения для покрытия любых других аспектов, представленных в источнике данных. Вы можете сгруппировать связанные столбцы в единое измерение, например, если в каждой строке содержится упоминание и названия компании и ее ИНН.

source: string
cs: řetěz
ne: स्ट्रिङ
ru: строка

source: float
ne: फ्लोट
ru: вещественный

source: id
ne: आइडि

source: date
cs: datum
ne: मिति
pl: data
ru: дата

source: url
ne: युआरएल

source: Default Value
cs: Výchozí hodnota
ja_jp: 初期値
ne: पूर्वनिर्धारित मान
pl: Wartość Domyślna
ru: Значение по умолчанию

source: A human-readable title for this dimension.
cs: Název dimenze čitelný pro lidi.
ja_jp: このディメンションに対する、人が読みやすいタイトルです。
ne: यस को लागि एउटा मानव पढ्नसक्ने शीर्षक परिमाण।
pl: Zrozumiała dla użytkowników nazwa wymiaru.
ru: Человекочитаемый заголовок для этого измерения.

source: Include in unique key
cs: Obsahuje jedinečný klíč
ja_jp: ユニークキーを含む
ne: अद्वितीय कुञ्जी मा समावेश
pl: Włącz w unikalny klucz
ru: Включить в уникальный ключ

source: Make this dimension part of the set of uniquely identifying values for each column.
cs: Přidejte tuto dimenzi do souboru, který jednoznačně určuje hodnoty pro každý sloupec.
ja_jp: このディメンションを、書くカラムの値を一意に認識するためのユニークな組み合わせの一部とする
ne: को सेट को यो परिमाण अंश बनाउनुहोस् विशिष्ट प्रत्येक लागि मानहरू पहिचान स्तम्ब ।
pl: Uczyń ten wymiar częścią zestawu jednoznacznie identyfikującego wartości dla każdej kolumny.
ru: Сделать это измерение частью множества значений уникального идентификатора для каждого столбца.

source: Column
cs: Sloupec
ja_jp: 列
ne: स्तम्भ
pl: Kolumna
ru: Колонка

source: Source column in the source CSV file.
cs: Zdrojový sloupec ve zdrojovém CSV souboru.
ja_jp: ソースCSVファイルにあるソース項目
ne: स्रोत सिएसभि फाइल मा स्रोत स्तम्भ।
pl: Kolumna źródłowa w pliku źródłowym CSV.
ru: Исходный столбец в CSV-файле источника данных.

source: Default value
cs: Výchozí hodnota
ja_jp: 初期値
ne: पूर्वनिर्धारित मान
pl: Wartość domyślna
ru: Значение по умолчанию

source: Empty cells will be padded with this value.
cs: Prázdné články budou doplněny touto hodnotou.
ja_jp: この値には空セルが適用されるでしょう
ne: खाली कक्षहरू यस संग गद्देदार गरिनेछ मूल्य।
pl: Puste komórki zostaną uzupełnione tą wartością.
ru: Пустые ячейки будут заполненны этим значением.

source: Data type
cs: Typ dat
ja_jp: データタイプ
ne: डाटा प्रकार
pl: Typ danych
ru: Тип данных

source: Use as facet in entries browser
cs: Použít jako položku v záznamech prohlížeče
ja_jp: エントリーブラウザ内で断面として使う
ne: प्रविष्टि ब्राउजर मा पक्ष रूपमा प्रयोग
pl: Użyj jako aspekt w przeglądarce wpisów
ru: Использовать как фасет при просмотре транзакций

source: Select a few dimensions which are useful to slice the dataset by.
cs: Vyberte několik dimenzí, které jsou vhodné k rozdělení datové sady.
ja_jp: データセットでスライスするのに便利なディメンションをいくつか選択してください。
ne: केही आयाम छान्नुस जुन डाटासेट फालेमा उपयोगी छन् ।
pl: Wybierz kilka wymiarów, które będą przydatne przydzieleniu zbioru danych.
ru: Выберите несколько измерений, которые полезны для представления наборов данных.

source: Field
cs: Soubor
ja_jp: フィールド
ne: क्षेत्र
pl: Pole
ru: Поле

source: Default
cs: Výchozí
ja_jp: 初期値
ne: पूर्वनिर्धारित
pl: Domyślne
ru: По умолчанию

source: Add a field
cs: Přidat soubor
ja_jp: フィールドを追加
ne: क्षेत्र थप्नुहोस
pl: Dodaj pole
ru: Добавить поле

source: Save Dimensions
cs: Uložit dimenze
ja_jp: ディメンションを保存
ne: बचत आयाम
pl: Zapisz Wymiary
ru: Сохранить измерения

source: Delete All Dimensions
cs: Smazat všechny dimenze
ja_jp: すべてのディメンションを削除する
ne: सबै आयाम मेट्नुहोस्
pl: Usuń wszystkie Wymiary
ru: Удалить все измерения

source: You cannot edit dimensions while data is loaded.
cs: Nemůžete upravovat dimenze, když se načítají data.
ja_jp: データが読み込まれている間は、ディメンションを編集することができません。
ne: डाटा लोड गरिएको बेला आयाम सम्पादन गर्न सकिदैन।
pl: Nie można edytować wymiarów w trakcie ładowania danych.
ru: Вы не можете редактировать измерения, пока данные загружаются.

source: In order to modify the dimensions model, you'll have to delete all the data that is currently loaded from the database.
cs: Aby bylo možné modifikovat dimenzní model, musíte smazat všechna data, která jsou v současnosti z databáze nahrána.
ja_jp: ディメンションのモデルを変更するためには、データベースに読み込まれている全てのデータを削除する必要があります。
ne: नाप मोडेल परिमार्जन गर्न, तपार्इले गर्नुपर्ने छ भर्खर लोड गरिएको सबै डाटाहबेसहरू मेट्ने ।
pl: Aby zmienić wymiarów modelu, będziesz musiał usunąć wszystkie dane, które są już obecnie wczytane z bazy danych.
ru: Чтобы изменить модель, вы должны удалить все данные, которые загружены в базу данных.

source: Go to dashboard
cs: Přejít na přístrojovou desku
ja_jp: ダッシュボードを見る
ne: ड्यासबोर्डमा जानुहोस्
pl: Wróć do panelu głównego
ru: Перейти в панель управления

source: See dimensions
cs: Viz. dimenze
ja_jp: ディメンションを見る
ne: आयाम हेर्नुहोस्
pl: Zobacz wymiary
ru: Посмотреть измерения

source: You need to define at least one data source.
cs: Musíte definovat alespoň jeden datový zdroj.
ja_jp: 少なくとも１つのデータソースを定義する必要があります。
ne: तपाईँले कम्तिमा एउटा डाटा स्रोत परिभाषित गर्ने आवश्यकता छ।
pl: Musisz określić przynajmniej jedno źródło danych.
ru: Вы должны определить как минимум один источник данных.

source: In order to create a dimensions model, at least on data source needs to be available.
cs: Aby bylo možné vytvořit dimenzní model, musí být dostupný minimálně jeden datový zdroj.
ja_jp: ディメンションモデルを作るために、少なくともデータソースが利用可能である必要があります。
ne: एक आयाम मोडेल सिर्जना गर्न, कम्तीमा डाटा स्रोत मा उपलब्ध हुनु आवश्यक छ।
pl: Aby stworzyć model wymiarów, przynajmniej jedno źródło danych musi być dostępne.
ru: Чтобы создать модель измерений необходим хотя бы один источник данных.

source: Congratulations, your dataset is now created.
cs: Gratuluji, nyní je vaše datová sada vytvořena.
ja_jp: おめでとうございます！データセットが作成されました。
ne: बधाई, तपाईंको डाटासेट अब सृष्टि छ।
pl: Gratulacje! Utworzono Twój zbiór danych.
ru: Поздравляем, ваш набор данных создан.

source: Next, you'll need to link to a source file that contains the data (or a sample for testing if your dataset is very large!). The data must be in the CSV format.
cs: Dále budete potřebovat odkaz na zdrojový kód, který obsahuje data (nebo jejich vzorek pro testování, když je vaše satová sada příliš velká!). Data musí být ve formátu CSV.
ja_jp: 次は、データを含むソースファイル(またはデータセットが非常に大きい場合はテスト用サンプル)にリンクする必要があります。データはCSVフォーマットである必要があります。
ne: अर्को, तपार्इले डाटा समावेश फाइल स्रोत सँग लिंक गर्न आवश्यक छ (वा परीक्षणका लागि नमूना आफ्नो डाटासेट धेरै ठूलो छ भने!) । डाटा सिएसवि ढाँचामा हुनुपर्छ ।
pl: Następnie będziesz musiał połączyć z plikiem źródłowym, który zawieradane (lub ich próbkę testową, jeżeli cały zbiór danych jest zbyt duży). Dane muszą być zapisane w formacie CSV.
ru: Далее вам необходимо указать ссылку на исходный файл, который содержит данные (или образец для тестирования, если ваш набор данных слишком большой). Данные должны быть в формате CSV.

source: Learn about <a href="#">how to export CSV</a> from various common applications.
cs: Zjistěte, <a href="#">jak exportovat CSV</a> z různých běžných aplikací.
ja_jp: 様々な一般的なアプリケーションから<a href="#">CSVファイルをエクスポートする方法</a>を知る
ne: बारेमा सिक्नुहोस्<a href="#">सीएसवी निर्यात गर्न कसरी</a> विभिन्न साधारण देखि आवेदन।
pl: Dowiedz się <a href="#">jak eksportować pliki CSV</a> z powszechnie dostępnych aplikacji.
ru: Узнайте, как <a href="#">выгрузить данные в формате CSV</a> в наиболее распространенных программах.

source: Help on <a href="#">common data wrangling tasks</a> needed to clean source data.
ja_jp: <a href="#">>よくあるデータ論争タスク</a> を助けるには、綺麗なソースデータが必要です。
ne: सहयोग मा <a href="#">साधारणा डाटा राङलीङ कार्य</a> सफा गर्न आवश्यक डाटा स्रोत ।
pl: Pomoc w zakresie <a href="#">częstych problemów spójności danych</a> w celu wyczyszczenia zbioru danych.
ru: Помощь в <a href="#">решении распространенных задач преобразования данных</a>, необходимая для очистки исходных данных.

source: Add a source
cs: Přidat zdroj
ja_jp: ソースを追加
ne: स्रोत थप्नुहोस
pl: Dodaj źródło
ru: Добавить источник

source: Let me see...
cs: Počkejte...
ja_jp: 確かめます...
ne: मलाई हेरौं ...
pl: Niech pomyślę...
ru: Позвольте мне посмотреть...

source: The data is now being checked to see if it can be imported. This should not take very long.
cs: Nyní se kontrolují data, jestli mohou být importována. Nemělo by to trvat dlouho.
ja_jp: データが読み込めるかどうかチェックしています。そこまで長い時間はかからないでしょう。
ne: डाटा अब जाँच भइरहेको छ आयात गर्न सक्छ भने देख्ने। यो धेरै लामो लिनु हुँदैन।
pl: Dane są aktualnie sprawdzane czy mogą zostać zaimportowane. Nie powinno to potrwać długo.
ru: Данные в настоящее время проверяются, чтобы увидеть, могут ли они быть импортированы. Это не должно занять много времени.

source: Refresh
cs: Obnovit
ja_jp: 更新
ne: ताजा
pl: Odśwież
ru: Обновить

source: Good stuff!
cs: Dobrý materiál!
ja_jp: いいデータです！
ne: राम्रो सामान!
pl: Dobre wieści!
ru: Отличный материал!

source: Your data is now ready. Next, create a <strong>data model</strong> to structure the dataset.
cs: Vaše data jsou nyní připravená. Následně vytvořte <strong>datový model</strong>, aby se datová sada strukturovala.
ja_jp: あなたのデータの準備が出来ました。次に、<strong>データモデル</strong>を作成し、データセットを構築してください。
ne: तपाईंको डाटा अब तयार छ । अर्को, सिर्जना<strong>डाटा मोडेल</strong> डाटासेट संरचना गर्न ।
pl: Twoje dane są już gotowe. W następnej kolejności stwórz <strong>model danych</strong> aby utworzyć ich zbiór.
ru: Ваши данные теперь готовы. Далее, создайте <strong>модель данных</strong> для структурирования набора данных.

source: Create a model
cs: Vytvořit model
ja_jp: モデルを作成
ne: एक मोडेल बनाउन
pl: Stwórz model
ru: Создать модель

source: Source files
cs: Zdrojové soubory
ja_jp: ソースファイル
ne: स्रोत फाइल
pl: Pliki źródłowe
ru: Исходные файлы

source: Summary
cs: Shrnutí
ja_jp: 要約
ne: संक्षिप्त
pl: Podsumowanie
ru: Резюме

source: Entries loaded:
cs: Položky nahrány:
ja_jp: 読み込まれたエントリー
ne: क्रमांक लोड:
pl: Załadowano wpisy:
ru: Загруженные записи:

source: Searchable:
cs: Vyhledávatelné:
ja_jp: 検索できるもの
ne: खोजयोग्य:
pl: Możliwe do przeszukania:
ru: Доступно для поиска:

source: Dataset Actions
cs: Činnosti datových sad
ja_jp: データセットの操作
ne: डाटासेट क्रिया
pl: Działania na zbiorze danych
ru: Действия с набором данных

source: Delete loaded data
cs: Smazat nahraná data.
ja_jp: 読み込みデータを消去
ne: लोड डाटा मेट्नुहोस्
pl: Usuń załadowane dane
ru: Удалить загруженные данные

source: Delete all loaded data to fix errors and re-edit the data dimensions.
cs: Opravte chyby tím, že smažete všechna nahraná data a znovu upravíte datové dimenze.
ja_jp: エラーを修正してディメンションを再編集するために全てのロード済みデータを削除する
ne: ठीक गर्न सबै लोड डाटा मेट्नुहोस् त्रुटि र पुन: सम्पादन डाटा आयाम।
pl: Usuń wszystkie załadowane dane aby naprawić błędy i ponownie edytować wymiary danych.
ru: Удалите все загруженные данные, чтобы исправить ошибки, и отредактируйте измерения.

source: You can remove the loaded data at any time and start over.
cs: Kdykoli můžete vyjmout nahraná data a začít znovu.
ja_jp: ロードしたデータはいつでも削除してやり直すことができます。
ne: तपाईं लोड डाटा हटाउन सक्नुहुन्छ कुनै पनि समयमा शुरू।
pl: Możesz usunąć załadowane dane kiedy tylko chcesz i zacząć od nowa.
ru: Вы можете удалить загруженные данные в любое время и начать все сначала.

source: Make public
cs: Zveřejnit
ja_jp: 公開する
ne: सार्वजनिक बनाउनुहोस्
pl: Upublicznij
ru: Опубликовать

source: After you've performed some QA, let the world see this dataset.
cs: Nyní, potom, co jste vykonali Quality Assurance, ukažte datovou sadu světu.
ja_jp: いくつかの品質チェックの後、このデータセットは世界に公開されます。
ne: तपाईंले केही क्यूए कार्यसम्पादन गरेपछि, संसारले यस डाटासेट हेर्छन्।
pl: Jeżeli zbiór danych nie zawiera błędów i upewniłeś się, że jego jakość jest zadowalająca, pozwól światu go zobaczyć.
ru: После того, как вы все протестировали, поделитесь вашим набором данных с другими.

source: After you've performed some QA, let the world see this dataset.
cs: Nyní, potom, co jste vykonali Quality Assurance, ukažte datovou sadu světu.
ja_jp: いくつかの品質チェックの後、このデータセットは世界に公開されます。
ne: तपाईंले केही क्यूए कार्यसम्पादन गरेपछि, संसारले यस डाटासेट हेर्छन्।
pl: Jeżeli zbiór danych nie zawiera błędów i upewniłeś się, że jego jakość jest zadowalająca, pozwól światu go zobaczyć.
ru: После того, как вы выполнили проверку качества, позвольте другим увидеть ваш набор данных.

source: Retract
cs: Odvolat
ja_jp: 取り消す
ne: फिर्ता लिनु
pl: Wycofaj
ru: Отслеживать

source: If you have noted serious quality issues or legal issues, you can un-publish this dataset.
cs: Jestli jste postřehl/a vážné problémy s kvalitou nebo legalitou, můžete zrušit publikování této datové sady.
ja_jp: 重要な問題や法的な問題があった場合、データセットを非公開にすることができます。
ne: तपाईंले गम्भीर गुण टिप्पणी गर्नुभएको छ भने मुद्दा वा कानुनी सवालहरू, तपाईंले यस डाटासेट प्रकाशित नगरिए पनि हुन्छ।
pl: Jeżeli zauważyłeś poważne kłopoty z jakością, bądź legalnością, możesz cofnąć publikację tego zbioru danych.
ru: Если вы заметили большое количество проблем или правовых вопросов, вы можете отменить публикацию этого набора данных.

source: Delete entire dataset
cs: Smazat celou datovou sadu
ja_jp: データセット全体を削除する
ne: सम्पूर्ण डाटासेट मेट्नुहोस्
pl: Usuń cały zbiór danych
ru: Удалить весь набор данных

source: This action cannot be undone.
cs: Tuto akci nelze vrátit zpět.
ja_jp: この操作は元に戻すことはできません。
ne: यो कार्य पूर्ववत गर्न सकिँदैन।
pl: Ta operacja nie może zostać cofnięta.
ru: Это действие нельзя будет отменить.

source: Create a new data source
cs: Vytvořit nový datový zdroj
ja_jp: 新しいデータソースを作成
ne: एउटा नयाँ डाटा स्रोत सिर्जना
pl: Utwórz nowe źródło danych
ru: Создать новый источник данных.

source: Create
cs: Vytvořit
ja_jp: 作成
ne: सिर्जना
pl: Utwórz
ru: Создать

source: Here, you can select the users who will be authorized to manage this dataset.
cs: Zde můžete vybrat uživatele, který bude mít povolení spravovat tuto datovou sadu.
ja_jp: ここでは、このデータセットを管理できるユーザを選ぶことができます。
ne: यहाँ, तपाईंले यहाँ को प्रयोगकर्ताहरू अधिकृत हुने चयन गर्न सक्नुहुन्छ यो डाटासेट व्यवस्थापन।
pl: W tym miejscu masz możliwość wskazania użytkowników, którzy będą uprawnieni do zarządzania tym zbiorem danych.
ru: Здесь вы можете выбрать пользователей, у которых будут права для управления этим набором данных.

source: Current team
cs: Stávající tým
ne: वर्तमान टोली
pl: Aktualny zespół
ru: Текущая команда

source: Add someone
cs: Přidat někoho
ja_jp: メンバーを追加
ne: कसैलाई थप्नुहोस
pl: Dodaj kogoś
ru: Добавить участника

source: Time range for dataset:
cs: Časový rozsah datové sady:
ja_jp: データセットの時間幅
ne: डाटासेटको लागि समय सीमा:
pl: Zakres czasu dla zbioru danych:
ru: Временной диапазон для набора данных:

source: Search OpenSpending
cs: Prohledat OpenSpending
ja_jp: OpenSpendingを検索
ne: ओपेन स्पेन्दिङ खोज्नुहोस्
pl: Przeszukaj OpenSpending
ru: Поиск по OpenSpending

source: e.g.
cs: např.
ja_jp: 例：
ne: जस्तै
pl: np.
ru: например,

source: Transactional data is often more detailed than information from budgets.
cs: Transakční data často bývají detailnější než informace z rozpočtů.
ja_jp: 取引単位のデータは、多くのケースで予算情報よりも詳しいです。
ne: लेनदेन डेटा प्राय अधिक भन्दा विस्तृत हुन्छ बजेट जानकारी।
pl: Dane transakcyjne są z reguły bardziej szczegółowe niż informacje pochodzące z budżetów.
ru: Данные о транзакциях часто более детализированы, чем информация из бюджетов.

source: Transactions
cs: Transakce
ja_jp: 取引
ne: कारोबार
pl: Transakcje
ru: Транзакции

source: All data
cs: Všechna data
ja_jp: すべてのデータ
ne: सबै तथ्याङ्क
pl: Wszystkie dane
ru: Все данные

source: Type a search term to find government expenditure transactions from across the globe.
cs: Zadejte hledaný výraz k vyhledání transakcí vládních výdajů z celého světa.
ja_jp: 世界中の政府の支出取引を見つける為の検索ワードを入力してください。
ne: सरकारी खर्च लेनदेन पाउन खोज शब्द टाइप संसार भर देखि
pl: Wpisz szukaną frazę, aby znaleźć zrealizowane wydatki rządowe z całego świata.
ru: Введите поисковый запрос, чтобы найти информацию о государственных расходах со всего мира.

source: %(currency)s %(amount)s on %(time)s
cs: %(currency)s %(amount)s na %(time)s
ne: %(currency)s %(amount)s मा %(time)s
pl: %(currency)s %(amount)s na %(time)s
ru: %(currency)s %(amount)s за %(time)s

source: Entry in %(dataset)s
cs: Vstup do %(dataset)s
ja_jp: %(dataset)s のエントリー
ne: प्रवेशको %(dataset)s
pl: Wpis w %(dataset)s
ru: Запись в %(dataset)s

source: Detailed View of Transaction
cs: Detailní přehled položek
ja_jp: 取引単位データの詳細ビュー
ne: कारोवार को विस्तृत विवरण
pl: Szczegółowy Podgląd Transakcji
ru: Подробный вид транзакции

source: Adjusted for inflation
cs: Přizpůsobeno pro inflaci
ja_jp: インフレ調整
ne: मुद्रास्फीति लागि समायोजित
pl: Dostosowane do inflacji
ru: С учетом инфляции

source: (from <span title="%(reference)s">%(reference_year)s</span> to <span title="%(target)s">%(target_year)s</span>)
cs: (z <span title="%(reference)s">%(reference_year)s</span> do <span title="%(target)s">%(target_year)s</span>)
ja_jp: (<span title="%(reference)s">%(reference_year)s</span> から <span title="%(target)s">%(target_year)s</span>)
ne: (बाट <span title="%(reference)s">%(reference_year)s</span> तिर <span title="%(target)s">%(target_year)s</span>)
pl: (od <span title="%(reference)s">%(reference_year)s</span> do <span title="%(target)s">%(target_year)s</span>)
ru: (от <span title="%(reference)s">%(reference_year)s</span> к <span title="%(target)s">%(target_year)s</span>)

source: Original amount: %(original)s
cs: Základní částka: %(original)s
ja_jp: 元の金額: %(original)s
ne: मूल राशि: %(original)s
pl: Oryginalna kwota: %(original)s
ru: Исходное количество: %(original)s

source: Value
cs: Hodnota
ja_jp: 価値
ne: मूल्य
pl: Wartość
ru: Значение

source: Notes
cs: Poznámky
ja_jp: ノート
ne: नोटहरु
pl: Notatki
ru: Заметки

source: Invalid request.
cs: Neplatný požadavek.
ja_jp: 不正なリクエストです。
ne: अवैध अनुरोध।
pl: Niepoprawne polecenie.
ru: Неверный запрос.

source: Error
cs: Chyba
ja_jp: エラー
ne: त्रुटि
pl: Błąd
ru: Ошибка
